{"masked_sentences": [["A mistake might mean something that you <mask> to do, but failed to accomplish or achieve.", "A mistake might mean something that you <mask> to do, but failed to accomplish or perform.", "A mistake might mean something that you <mask> to do, but failed to accomplish or prevent."]], "sub_label": "accomplish", "obj_label": "tried", "uuid": 0}
{"masked_sentences": [["You would analyse or evaluate something because you want <mask>.", "You would analyse or analyze something because you want <mask>.", "You would analyse or test something because you want <mask>."]], "sub_label": "analyse", "obj_label": "know", "uuid": 1}
{"masked_sentences": [["You would analyse or evaluate something because you are a <mask>.", "You would analyse or analyze something because you are a <mask>.", "You would analyse or test something because you are a <mask>."]], "sub_label": "analyse", "obj_label": "scientist", "uuid": 2}
{"masked_sentences": [["You would argue or explain because you are <mask>.", "You would argue or discuss because you are <mask>.", "You would argue or demonstrate because you are <mask>."]], "sub_label": "argue", "obj_label": "stubborn", "uuid": 3}
{"masked_sentences": [["To <mask> in a play means that you were cast in a role after an event called an audition or training.", "To <mask> in a play means that you were cast in a role after an event called an audition or interview.", "To <mask> in a play means that you were cast in a role after an event called an audition or test."]], "sub_label": "audition", "obj_label": "act", "uuid": 4}
{"masked_sentences": [["You would awake or asleep because you are <mask> and want to start a new day.", "You would awake or sleeping because you are <mask> and want to start a new day.", "You would awake or sleep because you are <mask> and want to start a new day."]], "sub_label": "awake", "obj_label": "rested", "uuid": 5}
{"masked_sentences": [["The statement \"people usually become tired after being awake or asleep for 16 hours\" is true because People require an average of 8 hours sleep every 24 hours in order <mask> remain alert and healthy.", "The statement \"people usually become tired after being awake or sleeping for 16 hours\" is true because People require an average of 8 hours sleep every 24 hours in order <mask> remain alert and healthy.", "The statement \"people usually become tired after being awake or sleep for 16 hours\" is true because People require an average of 8 hours sleep every 24 hours in order <mask> remain alert and healthy."]], "sub_label": "awake", "obj_label": "to", "uuid": 6}
{"masked_sentences": [["Feeling <mask> would make you want to bathe or sleep.", "Feeling <mask> would make you want to bathe or cook.", "Feeling <mask> would make you want to bathe or wash."]], "sub_label": "bathe", "obj_label": "dirty", "uuid": 7}
{"masked_sentences": [["You would buy or sell fresh fruits and vegetables because they taste <mask> than canned fruit and vegetables.", "You would buy or hold fresh fruits and vegetables because they taste <mask> than canned fruit and vegetables.", "You would buy or sells fresh fruits and vegetables because they taste <mask> than canned fruit and vegetables."]], "sub_label": "buy", "obj_label": "better", "uuid": 8}
{"masked_sentences": [["To understand the event \"Bill went to the store.  Bill bought some cookies.  Bill ate the cookies.\", it is important to know that Bill would <mask> use money to buy or sell the cookies.", "To understand the event \"Bill went to the store.  Bill bought some cookies.  Bill ate the cookies.\", it is important to know that Bill would <mask> use money to buy or hold the cookies.", "To understand the event \"Bill went to the store.  Bill bought some cookies.  Bill ate the cookies.\", it is important to know that Bill would <mask> use money to buy or sells the cookies."]], "sub_label": "buy", "obj_label": "have", "uuid": 9}
{"masked_sentences": [["Something you <mask> to do before you go to the zoo is buy or sell a ticket.", "Something you <mask> to do before you go to the zoo is buy or hold a ticket.", "Something you <mask> to do before you go to the zoo is buy or sells a ticket."]], "sub_label": "buy", "obj_label": "need", "uuid": 10}
{"masked_sentences": [["To understand the event \"Bob <mask> money to pay for his car  Bob found a job with high pay\", it is important to know that money is used to buy or sell things we need.", "To understand the event \"Bob <mask> money to pay for his car  Bob found a job with high pay\", it is important to know that money is used to buy or hold things we need.", "To understand the event \"Bob <mask> money to pay for his car  Bob found a job with high pay\", it is important to know that money is used to buy or sells things we need."]], "sub_label": "buy", "obj_label": "needed", "uuid": 11}
{"masked_sentences": [["To understand the event \"Harry bought an ice cream cone.\", it is important to know that If you buy or sell something, then you <mask> it.", "To understand the event \"Harry bought an ice cream cone.\", it is important to know that If you buy or hold something, then you <mask> it.", "To understand the event \"Harry bought an ice cream cone.\", it is important to know that If you buy or sells something, then you <mask> it."]], "sub_label": "buy", "obj_label": "own", "uuid": 12}
{"masked_sentences": [["The first <mask> you do when you buy or sell fresh fruits and vegetables is store it in freez.", "The first <mask> you do when you buy or hold fresh fruits and vegetables is store it in freez.", "The first <mask> you do when you buy or sells fresh fruits and vegetables is store it in freez."]], "sub_label": "buy", "obj_label": "thing", "uuid": 13}
{"masked_sentences": [["The fact \"Something you find next door is neighbours\" is illustrated with the story:1. Peter <mask> to cook a cake.2. But he had forgotten to buy or sell eggs.3. He went over to his neighbor and borrowed some eggs.4. Now, Peter could make his cake.5. He had a nice party this afternoon and invited his neighbor.", "The fact \"Something you find next door is neighbours\" is illustrated with the story:1. Peter <mask> to cook a cake.2. But he had forgotten to buy or hold eggs.3. He went over to his neighbor and borrowed some eggs.4. Now, Peter could make his cake.5. He had a nice party this afternoon and invited his neighbor.", "The fact \"Something you find next door is neighbours\" is illustrated with the story:1. Peter <mask> to cook a cake.2. But he had forgotten to buy or sells eggs.3. He went over to his neighbor and borrowed some eggs.4. Now, Peter could make his cake.5. He had a nice party this afternoon and invited his neighbor."]], "sub_label": "buy", "obj_label": "wanted", "uuid": 14}
{"masked_sentences": [["You would camp or school because you want <mask>.", "You would camp or university because you want <mask>.", "You would camp or camping because you want <mask>."]], "sub_label": "camp", "obj_label": "entertainment", "uuid": 15}
{"masked_sentences": [["You would celebrate or promote because you are <mask>.", "You would celebrate or event because you are <mask>."]], "sub_label": "celebrate", "obj_label": "alive", "uuid": 16}
{"masked_sentences": [["To understand the event \"It was Mary's <mask>.  She got presents from her friends.\", it is important to know that people typically celebrate or promote their birthdays by receiving gifts.", "To understand the event \"It was Mary's <mask>.  She got presents from her friends.\", it is important to know that people typically celebrate or event their birthdays by receiving gifts."]], "sub_label": "celebrate", "obj_label": "birthday", "uuid": 17}
{"masked_sentences": [["You would clap or tap because you <mask> something.", "You would clap or whistle because you <mask> something.", "You would clap or yell because you <mask> something."]], "sub_label": "clap", "obj_label": "enjoyed", "uuid": 18}
{"masked_sentences": [["The statement \"Sometimes clean or dirtying your room causes feeling better\" is true because When your environment is clean or dirty it is not as stressful as when it is <mask>.", "The statement \"Sometimes clean or drying your room causes feeling better\" is true because When your environment is clean or dry it is not as stressful as when it is <mask>.", "The statement \"Sometimes clean or clearing your room causes feeling better\" is true because When your environment is clean or clear it is not as stressful as when it is <mask>."]], "sub_label": "clean", "obj_label": "messy", "uuid": 19}
{"masked_sentences": [["The statement \"If you want to climb or jump then you should find a tree\" helps answer the question \"Where is a good place to <mask>?\".", "The statement \"If you want to climb or run then you should find a tree\" helps answer the question \"Where is a good place to <mask>?\".", "The statement \"If you want to climb or walk then you should find a tree\" helps answer the question \"Where is a good place to <mask>?\"."]], "sub_label": "climb", "obj_label": "exercise", "uuid": 20}
{"masked_sentences": [["You would climb or jump because you want to be <mask>.", "You would climb or run because you want to be <mask>.", "You would climb or walk because you want to be <mask>."]], "sub_label": "climb", "obj_label": "higher", "uuid": 21}
{"masked_sentences": [["You would cogitate or contemplate because you want to <mask>.", "You would cogitate or multiply because you want to <mask>.", "You would cogitate or infinity because you want to <mask>."]], "sub_label": "cogitate", "obj_label": "reason", "uuid": 22}
{"masked_sentences": [["You would cogitate or contemplate because you are <mask>.", "You would cogitate or multiply because you are <mask>.", "You would cogitate or infinity because you are <mask>."]], "sub_label": "cogitate", "obj_label": "thinking", "uuid": 23}
{"masked_sentences": [["You would cogitate or contemplate because you need <mask> think.", "You would cogitate or multiply because you need <mask> think.", "You would cogitate or infinity because you need <mask> think."]], "sub_label": "cogitate", "obj_label": "to", "uuid": 24}
{"masked_sentences": [["You would cogitate or contemplate because you want to <mask> a hard problem.", "You would cogitate or multiply because you want to <mask> a hard problem.", "You would cogitate or infinity because you want to <mask> a hard problem."]], "sub_label": "cogitate", "obj_label": "understand", "uuid": 25}
{"masked_sentences": [["You would communicate or use because you want <mask>.", "You would communicate or control because you want <mask>.", "You would communicate or understand because you want <mask>."]], "sub_label": "communicate", "obj_label": "answers", "uuid": 26}
{"masked_sentences": [["You would communicate or use because you want to <mask>.", "You would communicate or control because you want to <mask>.", "You would communicate or understand because you want to <mask>."]], "sub_label": "communicate", "obj_label": "cooperate", "uuid": 27}
{"masked_sentences": [["You would communicate or use because you want <mask>.", "You would communicate or control because you want <mask>.", "You would communicate or understand because you want <mask>."]], "sub_label": "communicate", "obj_label": "interaction", "uuid": 28}
{"masked_sentences": [["You would compete or win because it is <mask>.", "You would compete or play because it is <mask>.", "You would compete or use because it is <mask>."]], "sub_label": "compete", "obj_label": "fun", "uuid": 29}
{"masked_sentences": [["You would compete or win because you want to <mask> something.", "You would compete or play because you want to <mask> something.", "You would compete or use because you want to <mask> something."]], "sub_label": "compete", "obj_label": "gain", "uuid": 30}
{"masked_sentences": [["Something that might happen when you contemplate or consider is come up with an <mask> to a question.", "Something that might happen when you contemplate or plan is come up with an <mask> to a question.", "Something that might happen when you contemplate or discuss is come up with an <mask> to a question."]], "sub_label": "contemplate", "obj_label": "answer", "uuid": 31}
{"masked_sentences": [["Something that might happen when you contemplate or consider is find <mask>.", "Something that might happen when you contemplate or plan is find <mask>.", "Something that might happen when you contemplate or discuss is find <mask>."]], "sub_label": "contemplate", "obj_label": "answers", "uuid": 32}
{"masked_sentences": [["You would contemplate or consider because you are <mask>.", "You would contemplate or plan because you are <mask>.", "You would contemplate or discuss because you are <mask>."]], "sub_label": "contemplate", "obj_label": "confused", "uuid": 33}
{"masked_sentences": [["You would contemplate or consider because you <mask>.", "You would contemplate or plan because you <mask>.", "You would contemplate or discuss because you <mask>."]], "sub_label": "contemplate", "obj_label": "wonder", "uuid": 34}
{"masked_sentences": [["Situation: <mask> a menu you thought you'd never be able to cook or baker.", "Situation: <mask> a menu you thought you'd never be able to cook or chef.", "Situation: <mask> a menu you thought you'd never be able to cook or waitress."]], "sub_label": "cook", "obj_label": "create", "uuid": 35}
{"masked_sentences": [["Being <mask> would make you want to cook or baker.", "Being <mask> would make you want to cook or chef.", "Being <mask> would make you want to cook or waitress."]], "sub_label": "cook", "obj_label": "hungry", "uuid": 36}
{"masked_sentences": [["You would cook or baker a curry because you want a delicious <mask>.", "You would cook or chef a curry because you want a delicious <mask>.", "You would cook or waitress a curry because you want a delicious <mask>."]], "sub_label": "cook", "obj_label": "meal", "uuid": 37}
{"masked_sentences": [["You would copulate or sperm because you want more <mask>.", "You would copulate or semen because you want more <mask>.", "You would copulate or yeast because you want more <mask>."]], "sub_label": "copulate", "obj_label": "children", "uuid": 38}
{"masked_sentences": [["You would copulate or sperm because you <mask> it.", "You would copulate or semen because you <mask> it.", "You would copulate or yeast because you <mask> it."]], "sub_label": "copulate", "obj_label": "liked", "uuid": 39}
{"masked_sentences": [["You would copulate or sperm because you want to <mask>.", "You would copulate or semen because you want to <mask>.", "You would copulate or yeast because you want to <mask>."]], "sub_label": "copulate", "obj_label": "reproduce", "uuid": 40}
{"masked_sentences": [["You would cry or scream because you are <mask>.", "You would cry or yell because you are <mask>.", "You would cry or whine because you are <mask>."]], "sub_label": "cry", "obj_label": "acting", "uuid": 41}
{"masked_sentences": [["A person who is <mask> might cry or scream.", "A person who is <mask> might cry or yell.", "A person who is <mask> might cry or whine."]], "sub_label": "cry", "obj_label": "hurt", "uuid": 42}
{"masked_sentences": [["The statement \"when people are <mask> they cry or scream \" is true because because cry or screaming is a powerful emotional release .", "The statement \"when people are <mask> they cry or yell \" is true because because cry or yelling is a powerful emotional release .", "The statement \"when people are <mask> they cry or whine \" is true because because cry or whineing is a powerful emotional release ."]], "sub_label": "cry", "obj_label": "miserable", "uuid": 43}
{"masked_sentences": [["Cry or scream is related to <mask>.", "Cry or yell is related to <mask>.", "Cry or whine is related to <mask>."]], "sub_label": "cry", "obj_label": "sad", "uuid": 44}
{"masked_sentences": [["You would dance or music because you want to <mask>.", "You would dance or opera because you want to <mask>.", "You would dance or singing because you want to <mask>."]], "sub_label": "dance", "obj_label": "celebrate", "uuid": 45}
{"masked_sentences": [["A dance or music skirt is a short skirt worn over a <mask>'s leotard and tights.", "A dance or opera skirt is a short skirt worn over a <mask>'s leotard and tights.", "A dance or singing skirt is a short skirt worn over a <mask>'s leotard and tights."]], "sub_label": "dance", "obj_label": "dancer", "uuid": 46}
{"masked_sentences": [["Dance or music is <mask>.", "Dance or opera is <mask>.", "Dance or singing is <mask>."]], "sub_label": "dance", "obj_label": "fun", "uuid": 47}
{"masked_sentences": [["You would dance or music because I was <mask>.", "You would dance or opera because I was <mask>.", "You would dance or singing because I was <mask>."]], "sub_label": "dance", "obj_label": "happy", "uuid": 48}
{"masked_sentences": [["You would dance or music because you want to <mask> someone.", "You would dance or opera because you want to <mask> someone.", "You would dance or singing because you want to <mask> someone."]], "sub_label": "dance", "obj_label": "honor", "uuid": 49}
{"masked_sentences": [["If you want to do some exercises then you should forget about it and <mask> to dance or music instead.", "If you want to do some exercises then you should forget about it and <mask> to dance or opera instead.", "If you want to do some exercises then you should forget about it and <mask> to dance or singing instead."]], "sub_label": "dance", "obj_label": "learn", "uuid": 50}
{"masked_sentences": [["You would dance or music because you want <mask>.", "You would dance or opera because you want <mask>.", "You would dance or singing because you want <mask>."]], "sub_label": "dance", "obj_label": "romance", "uuid": 51}
{"masked_sentences": [["You would daydream or hallucinations because you are <mask>.", "You would daydream or dream because you are <mask>.", "You would daydream or meditation because you are <mask>."]], "sub_label": "daydream", "obj_label": "bored", "uuid": 52}
{"masked_sentences": [["You would die or kill because you <mask>.", "You would die or death because you <mask>.", "You would die or dead because you <mask>."]], "sub_label": "die", "obj_label": "choked", "uuid": 53}
{"masked_sentences": [["If you want to die or kill then you should grow <mask>.", "If you want to die or death then you should grow <mask>.", "If you want to die or dead then you should grow <mask>."]], "sub_label": "die", "obj_label": "old", "uuid": 54}
{"masked_sentences": [["To understand the event \"Helen got <mask>.  Helen die or killd.\", it is important to know that we cannot know what happens to people after they die or kill.", "To understand the event \"Helen got <mask>.  Helen die or deathd.\", it is important to know that we cannot know what happens to people after they die or death.", "To understand the event \"Helen got <mask>.  Helen die or deadd.\", it is important to know that we cannot know what happens to people after they die or dead."]], "sub_label": "die", "obj_label": "sick", "uuid": 55}
{"masked_sentences": [["You would die or kill because someone <mask> you.", "You would die or death because someone <mask> you.", "You would die or dead because someone <mask> you."]], "sub_label": "die", "obj_label": "stabbed", "uuid": 56}
{"masked_sentences": [["If you want to <mask> the undersea you can learn how to scuba dive or swim.", "If you want to <mask> the undersea you can learn how to scuba dive or climb.", "If you want to <mask> the undersea you can learn how to scuba dive or jump."]], "sub_label": "dive", "obj_label": "explore", "uuid": 57}
{"masked_sentences": [["You would dive or swim because you want to have <mask>.", "You would dive or climb because you want to have <mask>.", "You would dive or jump because you want to have <mask>."]], "sub_label": "dive", "obj_label": "fun", "uuid": 58}
{"masked_sentences": [["Something you might do while <mask> is drink or food.", "Something you might do while <mask> is drink or tobacco.", "Something you might do while <mask> is drink or eat."]], "sub_label": "drink", "obj_label": "celebrating", "uuid": 59}
{"masked_sentences": [["You would drink or food because you want be <mask>.", "You would drink or tobacco because you want be <mask>.", "You would drink or eat because you want be <mask>."]], "sub_label": "drink", "obj_label": "relaxed", "uuid": 60}
{"masked_sentences": [["Drink or food is used for satisfying <mask>.", "Drink or tobacco is used for satisfying <mask>.", "Drink or eat is used for satisfying <mask>."]], "sub_label": "drink", "obj_label": "thirst", "uuid": 61}
{"masked_sentences": [["You would drink or food because you want to <mask>.", "You would drink or tobacco because you want to <mask>.", "You would drink or eat because you want to <mask>."]], "sub_label": "drink", "obj_label": "vomit", "uuid": 62}
{"masked_sentences": [["You would take the car for a drive or control because you need to <mask> for hot women.", "You would take the car for a drive or focus because you need to <mask> for hot women.", "You would take the car for a drive or motivation because you need to <mask> for hot women."]], "sub_label": "drive", "obj_label": "cruise", "uuid": 63}
{"masked_sentences": [["The statement \"<mask> would make you want to eat or drink in a restaurant\" helps answer the question \"What can one to when one is hungry?\".", "The statement \"<mask> would make you want to eat or sleep in a restaurant\" helps answer the question \"What can one to when one is hungry?\".", "The statement \"<mask> would make you want to eat or exercise in a restaurant\" helps answer the question \"What can one to when one is hungry?\"."]], "sub_label": "eat", "obj_label": "hunger", "uuid": 64}
{"masked_sentences": [["The statement \"hunger would make you want to eat or drink in a restaurant\" helps answer the question \"What can one to when one is <mask>?\".", "The statement \"hunger would make you want to eat or sleep in a restaurant\" helps answer the question \"What can one to when one is <mask>?\".", "The statement \"hunger would make you want to eat or exercise in a restaurant\" helps answer the question \"What can one to when one is <mask>?\"."]], "sub_label": "eat", "obj_label": "hungry", "uuid": 65}
{"masked_sentences": [["All animals need to eat or drink in order to <mask>.", "All animals need to eat or sleep in order to <mask>.", "All animals need to eat or exercise in order to <mask>."]], "sub_label": "eat", "obj_label": "survive", "uuid": 66}
{"masked_sentences": [["The statement \"You would entertain or play someone because it is <mask>\" is true because Spending time with someone else and giving them pleasure feels good.", "The statement \"You would entertain or comedians someone because it is <mask>\" is true because Spending time with someone else and giving them pleasure feels good.", "The statement \"You would entertain or comedy someone because it is <mask>\" is true because Spending time with someone else and giving them pleasure feels good."]], "sub_label": "entertain", "obj_label": "enjoyable", "uuid": 67}
{"masked_sentences": [["The statement \"You can use a show to be <mask>\" is true because Shows are designed to entertain or play humans.", "The statement \"You can use a show to be <mask>\" is true because Shows are designed to entertain or comedians humans.", "The statement \"You can use a show to be <mask>\" is true because Shows are designed to entertain or comedy humans."]], "sub_label": "entertain", "obj_label": "entertained", "uuid": 68}
{"masked_sentences": [["You would entertain or play someone because he is a <mask>.", "You would entertain or comedians someone because he is a <mask>.", "You would entertain or comedy someone because he is a <mask>."]], "sub_label": "entertain", "obj_label": "guest", "uuid": 69}
{"masked_sentences": [["If before you entertain or play someone they are bored, then afterwards they are <mask>.", "If before you entertain or comedians someone they are bored, then afterwards they are <mask>.", "If before you entertain or comedy someone they are bored, then afterwards they are <mask>."]], "sub_label": "entertain", "obj_label": "happy", "uuid": 70}
{"masked_sentences": [["You would entertain or play someone because They are <mask>.", "You would entertain or comedians someone because They are <mask>.", "You would entertain or comedy someone because They are <mask>."]], "sub_label": "entertain", "obj_label": "hot", "uuid": 71}
{"masked_sentences": [["Something that might happen when you entertain or play someone is they might <mask> you more.", "Something that might happen when you entertain or comedians someone is they might <mask> you more.", "Something that might happen when you entertain or comedy someone is they might <mask> you more."]], "sub_label": "entertain", "obj_label": "like", "uuid": 72}
{"masked_sentences": [["You would entertain or play someone because you <mask> them.", "You would entertain or comedians someone because you <mask> them.", "You would entertain or comedy someone because you <mask> them."]], "sub_label": "entertain", "obj_label": "liked", "uuid": 73}
{"masked_sentences": [["You would entertain or play someone because they are <mask> you.", "You would entertain or comedians someone because they are <mask> you.", "You would entertain or comedy someone because they are <mask> you."]], "sub_label": "entertain", "obj_label": "visiting", "uuid": 74}
{"masked_sentences": [["One of the things you do when you get <mask> is exercise or meditation.", "One of the things you do when you get <mask> is exercise or diet.", "One of the things you do when you get <mask> is exercise or nutrition."]], "sub_label": "exercise", "obj_label": "fit", "uuid": 75}
{"masked_sentences": [["You would exercise or meditation because you want <mask>.", "You would exercise or diet because you want <mask>.", "You would exercise or nutrition because you want <mask>."]], "sub_label": "exercise", "obj_label": "improve", "uuid": 76}
{"masked_sentences": [["You would fall or injury because you want a <mask>.", "You would fall or drowning because you want a <mask>.", "You would fall or death because you want a <mask>."]], "sub_label": "fall", "obj_label": "rush", "uuid": 77}
{"masked_sentences": [["Fall or injury is related <mask> seasons.", "Fall or drowning is related <mask> seasons.", "Fall or death is related <mask> seasons."]], "sub_label": "fall", "obj_label": "to", "uuid": 78}
{"masked_sentences": [["You would fart or cough because you want <mask>.", "You would fart or spit because you want <mask>.", "You would fart or vomit because you want <mask>."]], "sub_label": "fart", "obj_label": "attention", "uuid": 79}
{"masked_sentences": [["You would fart or cough because you are <mask>.", "You would fart or spit because you are <mask>.", "You would fart or vomit because you are <mask>."]], "sub_label": "fart", "obj_label": "crude", "uuid": 80}
{"masked_sentences": [["You would fart or cough because you want <mask> someone.", "You would fart or spit because you want <mask> someone.", "You would fart or vomit because you want <mask> someone."]], "sub_label": "fart", "obj_label": "impress", "uuid": 81}
{"masked_sentences": [["You would fart or cough because you are <mask>.", "You would fart or spit because you are <mask>.", "You would fart or vomit because you are <mask>."]], "sub_label": "fart", "obj_label": "rude", "uuid": 82}
{"masked_sentences": [["You would fence or gate because you want to <mask> something.", "You would fence or barrier because you want to <mask> something.", "You would fence or wall because you want to <mask> something."]], "sub_label": "fence", "obj_label": "defend", "uuid": 83}
{"masked_sentences": [["The fact \"a board is for patching a hole in the fence or gate.\" is illustrated with the story:1. Fences ensure <mask> and protection from adjoining spaces.2. A hole allows people to view your space.", "The fact \"a board is for patching a hole in the fence or barrier.\" is illustrated with the story:1. Fences ensure <mask> and protection from adjoining spaces.2. A hole allows people to view your space.", "The fact \"a board is for patching a hole in the fence or wall.\" is illustrated with the story:1. Fences ensure <mask> and protection from adjoining spaces.2. A hole allows people to view your space."]], "sub_label": "fence", "obj_label": "privacy", "uuid": 84}
{"masked_sentences": [["You would fiddle or guitar because you were <mask>.", "You would fiddle or violin because you were <mask>.", "You would fiddle or piano because you were <mask>."]], "sub_label": "fiddle", "obj_label": "bored", "uuid": 85}
{"masked_sentences": [["You would fiddle or guitar because you want <mask>.", "You would fiddle or violin because you want <mask>.", "You would fiddle or piano because you want <mask>."]], "sub_label": "fiddle", "obj_label": "money", "uuid": 86}
{"masked_sentences": [["You would fiddle or guitar because you are <mask>.", "You would fiddle or violin because you are <mask>.", "You would fiddle or piano because you are <mask>."]], "sub_label": "fiddle", "obj_label": "nervous", "uuid": 87}
{"masked_sentences": [["You would fiddle or guitar because your are <mask>.", "You would fiddle or violin because your are <mask>.", "You would fiddle or piano because your are <mask>."]], "sub_label": "fiddle", "obj_label": "uncomfortable", "uuid": 88}
{"masked_sentences": [["Another way to say \"maguro is sushi made from raw tuna\" is \"Many people <mask> eating raw, very fresh fish or poultry.\".", "Another way to say \"maguro is sushi made from raw tuna\" is \"Many people <mask> eating raw, very fresh fish or meat.\".", "Another way to say \"maguro is sushi made from raw tuna\" is \"Many people <mask> eating raw, very fresh fish or shrimp.\"."]], "sub_label": "fish", "obj_label": "enjoy", "uuid": 89}
{"masked_sentences": [["Situation: <mask> for some fish or poultry I look in a stream.", "Situation: <mask> for some fish or meat I look in a stream.", "Situation: <mask> for some fish or shrimp I look in a stream."]], "sub_label": "fish", "obj_label": "hungry", "uuid": 90}
{"masked_sentences": [["The effect of bringing home some fish or poultry is a new pet or a tasty <mask>.", "The effect of bringing home some fish or meat is a new pet or a tasty <mask>.", "The effect of bringing home some fish or shrimp is a new pet or a tasty <mask>."]], "sub_label": "fish", "obj_label": "meal", "uuid": 91}
{"masked_sentences": [["You would flirt or kiss because yuo wanted to have <mask>.", "You would flirt or tease because yuo wanted to have <mask>.", "You would flirt or wink because yuo wanted to have <mask>."]], "sub_label": "flirt", "obj_label": "sex", "uuid": 92}
{"masked_sentences": [["You would forgive or forget someone because you want something <mask> them.", "You would forgive or accept someone because you want something <mask> them.", "You would forgive or love someone because you want something <mask> them."]], "sub_label": "forgive", "obj_label": "from", "uuid": 93}
{"masked_sentences": [["You would forgive or forget someone because they are <mask>.", "You would forgive or accept someone because they are <mask>.", "You would forgive or love someone because they are <mask>."]], "sub_label": "forgive", "obj_label": "human", "uuid": 94}
{"masked_sentences": [["Something you need to do before you forgive or forget someone is have been <mask> by that person.", "Something you need to do before you forgive or accept someone is have been <mask> by that person.", "Something you need to do before you forgive or love someone is have been <mask> by that person."]], "sub_label": "forgive", "obj_label": "hurt", "uuid": 95}
{"masked_sentences": [["You would forgive or forget someone because you <mask> them and realize people make mistakes.", "You would forgive or accept someone because you <mask> them and realize people make mistakes.", "You would forgive or love someone because you <mask> them and realize people make mistakes."]], "sub_label": "forgive", "obj_label": "love", "uuid": 96}
{"masked_sentences": [["One of the things you do when you forgive or forget someone is be <mask> to them.", "One of the things you do when you forgive or accept someone is be <mask> to them.", "One of the things you do when you forgive or love someone is be <mask> to them."]], "sub_label": "forgive", "obj_label": "nice", "uuid": 97}
{"masked_sentences": [["The last thing you do when you forgive or forget someone is make your <mask>.", "The last thing you do when you forgive or accept someone is make your <mask>.", "The last thing you do when you forgive or love someone is make your <mask>."]], "sub_label": "forgive", "obj_label": "peace", "uuid": 98}
{"masked_sentences": [["Something you <mask> to do before you pay by credit card is get or use the card out of your wallet.", "Something you <mask> to do before you pay by credit card is get or set the card out of your wallet.", "Something you <mask> to do before you pay by credit card is get or send the card out of your wallet."]], "sub_label": "get", "obj_label": "need", "uuid": 99}
{"masked_sentences": [["Situation: They <mask> to get or use down to brass tacks.", "Situation: They <mask> to get or set down to brass tacks.", "Situation: They <mask> to get or send down to brass tacks."]], "sub_label": "get", "obj_label": "wanted", "uuid": 100}
{"masked_sentences": [["Something you might do while expressing how <mask> something is is grin or smile.", "Something you might do while expressing how <mask> something is is grin or wink.", "Something you might do while expressing how <mask> something is is grin or laugh."]], "sub_label": "grin", "obj_label": "funny", "uuid": 101}
{"masked_sentences": [["You would groom or bride because you want <mask>.", "You would groom or mistress because you want <mask>.", "You would groom or guest because you want <mask>."]], "sub_label": "groom", "obj_label": "acceptance", "uuid": 102}
{"masked_sentences": [["To understand the event \"The dog was growl or barking at the man.\", it is important to know that Dogs growl or bark when they are <mask> or threatened.", "To understand the event \"The dog was growl or grunting at the man.\", it is important to know that Dogs growl or grunt when they are <mask> or threatened.", "To understand the event \"The dog was growl or roaring at the man.\", it is important to know that Dogs growl or roar when they are <mask> or threatened."]], "sub_label": "growl", "obj_label": "angry", "uuid": 103}
{"masked_sentences": [["You would hammer or drill because you want to ...<mask>.", "You would hammer or axe because you want to ...<mask>.", "You would hammer or nails because you want to ...<mask>."]], "sub_label": "hammer", "obj_label": "demo", "uuid": 104}
{"masked_sentences": [["You would help or support someone because help or supporting is <mask>.", "You would help or advice someone because help or adviceing is <mask>.", "You would help or guidance someone because help or guidanceing is <mask>."]], "sub_label": "help", "obj_label": "nice", "uuid": 105}
{"masked_sentences": [["You would hike or walk because you like to <mask> outdoors.", "You would hike or run because you like to <mask> outdoors.", "You would hike or climb because you like to <mask> outdoors."]], "sub_label": "hike", "obj_label": "exercise", "uuid": 106}
{"masked_sentences": [["You would hike or walk because it is <mask>.", "You would hike or run because it is <mask>.", "You would hike or climb because it is <mask>."]], "sub_label": "hike", "obj_label": "fun", "uuid": 107}
{"masked_sentences": [["You would hike or walk because you want to <mask>.", "You would hike or run because you want to <mask>.", "You would hike or climb because you want to <mask>."]], "sub_label": "hike", "obj_label": "suffer", "uuid": 108}
{"masked_sentences": [["You would hug or kiss someone because you <mask> them.", "You would hug or kisses someone because you <mask> them.", "You would hug or handshake someone because you <mask> them."]], "sub_label": "hug", "obj_label": "love", "uuid": 109}
{"masked_sentences": [["You would hug or kiss someone because they are <mask>.", "You would hug or kisses someone because they are <mask>.", "You would hug or handshake someone because they are <mask>."]], "sub_label": "hug", "obj_label": "sad", "uuid": 110}
{"masked_sentences": [["You would judge or prosecutor someone because you want to <mask> them.", "You would judge or attorney someone because you want to <mask> them.", "You would judge or lawyer someone because you want to <mask> them."]], "sub_label": "judge", "obj_label": "dismiss", "uuid": 111}
{"masked_sentences": [["You would judge or prosecutor someone because they <mask> me.", "You would judge or attorney someone because they <mask> me.", "You would judge or lawyer someone because they <mask> me."]], "sub_label": "judge", "obj_label": "worry", "uuid": 112}
{"masked_sentences": [["You would jump or run because you are <mask>.", "You would jump or sprint because you are <mask>.", "You would jump or slide because you are <mask>."]], "sub_label": "jump", "obj_label": "scared", "uuid": 113}
{"masked_sentences": [["An <mask> dog can kill or capture a person.", "An <mask> dog can kill or destroy a person.", "An <mask> dog can kill or die a person."]], "sub_label": "kill", "obj_label": "angry", "uuid": 114}
{"masked_sentences": [["You would kill or capture because someone <mask> you.", "You would kill or destroy because someone <mask> you.", "You would kill or die because someone <mask> you."]], "sub_label": "kill", "obj_label": "attacked", "uuid": 115}
{"masked_sentences": [["You would kill or capture someone because you want them <mask>.", "You would kill or destroy someone because you want them <mask>.", "You would kill or die someone because you want them <mask>."]], "sub_label": "kill", "obj_label": "dead", "uuid": 116}
{"masked_sentences": [["The statement \"A person can <mask> of a natural disaster when they are outside.\" is true because Natural disasters may harm or kill or capture people.", "The statement \"A person can <mask> of a natural disaster when they are outside.\" is true because Natural disasters may harm or kill or destroy people.", "The statement \"A person can <mask> of a natural disaster when they are outside.\" is true because Natural disasters may harm or kill or die people."]], "sub_label": "kill", "obj_label": "die", "uuid": 117}
{"masked_sentences": [["Jnosanov would make you want to kill or capture <mask> alien babies.", "Jnosanov would make you want to kill or destroy <mask> alien babies.", "Jnosanov would make you want to kill or die <mask> alien babies."]], "sub_label": "kill", "obj_label": "evil", "uuid": 118}
{"masked_sentences": [["You would kill or capture someone because you are <mask>.", "You would kill or destroy someone because you are <mask>.", "You would kill or die someone because you are <mask>."]], "sub_label": "kill", "obj_label": "fool", "uuid": 119}
{"masked_sentences": [["The first thing you do when you kill or capture people is realize that you are <mask>.", "The first thing you do when you kill or destroy people is realize that you are <mask>.", "The first thing you do when you kill or die people is realize that you are <mask>."]], "sub_label": "kill", "obj_label": "insane", "uuid": 120}
{"masked_sentences": [["You would kill or capture because you want <mask>.", "You would kill or destroy because you want <mask>.", "You would kill or die because you want <mask>."]], "sub_label": "kill", "obj_label": "lunch", "uuid": 121}
{"masked_sentences": [["You would kill or capture someone because you want be <mask>.", "You would kill or destroy someone because you want be <mask>.", "You would kill or die someone because you want be <mask>."]], "sub_label": "kill", "obj_label": "mean", "uuid": 122}
{"masked_sentences": [["The story \"Getting Some <mask> From Someone\" has the step \"I say I'm sorry, but if I ever get out, I'll kill or capture him\".", "The story \"Getting Some <mask> From Someone\" has the step \"I say I'm sorry, but if I ever get out, I'll kill or destroy him\".", "The story \"Getting Some <mask> From Someone\" has the step \"I say I'm sorry, but if I ever get out, I'll kill or die him\"."]], "sub_label": "kill", "obj_label": "money", "uuid": 123}
{"masked_sentences": [["You would kill or capture someone because you want get <mask> for them fucking your wife.", "You would kill or destroy someone because you want get <mask> for them fucking your wife.", "You would kill or die someone because you want get <mask> for them fucking your wife."]], "sub_label": "kill", "obj_label": "revenge", "uuid": 124}
{"masked_sentences": [["A <mask> can kill or capture the enemies.", "A <mask> can kill or destroy the enemies.", "A <mask> can kill or die the enemies."]], "sub_label": "kill", "obj_label": "soldier", "uuid": 125}
{"masked_sentences": [["You would kiss or hug someone because you want a <mask>.", "You would kiss or embrace someone because you want a <mask>.", "You would kiss or touch someone because you want a <mask>."]], "sub_label": "kiss", "obj_label": "companion", "uuid": 126}
{"masked_sentences": [["It is usually considered <mask> to kiss or hug another person on the lips.", "It is usually considered <mask> to kiss or embrace another person on the lips.", "It is usually considered <mask> to kiss or touch another person on the lips."]], "sub_label": "kiss", "obj_label": "intimate", "uuid": 127}
{"masked_sentences": [["You would kiss or hug someone because you want <mask> them.", "You would kiss or embrace someone because you want <mask> them.", "You would kiss or touch someone because you want <mask> them."]], "sub_label": "kiss", "obj_label": "manipulate", "uuid": 128}
{"masked_sentences": [["You would kiss or hug someone because they <mask> you.", "You would kiss or embrace someone because they <mask> you.", "You would kiss or touch someone because they <mask> you."]], "sub_label": "kiss", "obj_label": "paid", "uuid": 129}
{"masked_sentences": [["You would kiss or hug because you want to have <mask>.", "You would kiss or embrace because you want to have <mask>.", "You would kiss or touch because you want to have <mask>."]], "sub_label": "kiss", "obj_label": "pleasure", "uuid": 130}
{"masked_sentences": [["You would give a gift because you want <mask> kiss or hug up.", "You would give a gift because you want <mask> kiss or embrace up.", "You would give a gift because you want <mask> kiss or touch up."]], "sub_label": "kiss", "obj_label": "to", "uuid": 131}
{"masked_sentences": [["You would knit or crochet because you enjoy making <mask>.", "You would knit or woven because you enjoy making <mask>.", "You would knit or yarn because you enjoy making <mask>."]], "sub_label": "knit", "obj_label": "clothes", "uuid": 132}
{"masked_sentences": [["You would knit or crochet because you want to make handmade <mask>.", "You would knit or woven because you want to make handmade <mask>.", "You would knit or yarn because you want to make handmade <mask>."]], "sub_label": "knit", "obj_label": "clothing", "uuid": 133}
{"masked_sentences": [["You would knit or crochet because it is <mask>.", "You would knit or woven because it is <mask>.", "You would knit or yarn because it is <mask>."]], "sub_label": "knit", "obj_label": "relaxing", "uuid": 134}
{"masked_sentences": [["Sometimes knit or crochetting causes you to knit or crochet a really ugly <mask> for your husband that he will wear once and then conveniently misplace.", "Sometimes knit or woventing causes you to knit or woven a really ugly <mask> for your husband that he will wear once and then conveniently misplace.", "Sometimes knit or yarnting causes you to knit or yarn a really ugly <mask> for your husband that he will wear once and then conveniently misplace."]], "sub_label": "knit", "obj_label": "sweater", "uuid": 135}
{"masked_sentences": [["If you want to make people laugh or smile then you should remember that there are two kinds of jokes. clean ones and <mask> ones.", "If you want to make people laugh or cry then you should remember that there are two kinds of jokes. clean ones and <mask> ones.", "If you want to make people laugh or joke then you should remember that there are two kinds of jokes. clean ones and <mask> ones."]], "sub_label": "laugh", "obj_label": "funny", "uuid": 136}
{"masked_sentences": [["Laugh or smile is a kind of <mask> noise.", "Laugh or cry is a kind of <mask> noise.", "Laugh or joke is a kind of <mask> noise."]], "sub_label": "laugh", "obj_label": "happy", "uuid": 137}
{"masked_sentences": [["A <mask> dog will soon learn or teach to leave a skunk alone.", "A <mask> dog will soon learn or understand to leave a skunk alone.", "A <mask> dog will soon learn or grow to leave a skunk alone."]], "sub_label": "learn", "obj_label": "curious", "uuid": 138}
{"masked_sentences": [["Learn or teach is be <mask>.", "Learn or understand is be <mask>.", "Learn or grow is be <mask>."]], "sub_label": "learn", "obj_label": "educated", "uuid": 139}
{"masked_sentences": [["Children can learn or teach 'keepaway' games are <mask>.", "Children can learn or understand 'keepaway' games are <mask>.", "Children can learn or grow 'keepaway' games are <mask>."]], "sub_label": "learn", "obj_label": "fun", "uuid": 140}
{"masked_sentences": [["Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or teach to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, smart, <mask>, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy.", "Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or understand to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, smart, <mask>, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy.", "Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or grow to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, smart, <mask>, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy."]], "sub_label": "learn", "obj_label": "intelligent", "uuid": 141}
{"masked_sentences": [["Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or teach to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, <mask>, intelligent, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy.", "Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or understand to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, <mask>, intelligent, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy.", "Set him free, let him prove different thing, run in open spaces, laugh when he wants, give him caress, take him to different places to know different kind of people and learn or grow to deal with different situations, show him the real truth without hurting him, teach him to say whatever he thinks but in a good manner without prejudice him or the others, teach him how to deal with good and bad people, show him the extraordinaries things or different things and try to teach him someting from this, teach him how to obtain good things from differents situation in you life, teach him to be brave, <mask>, intelligent, good, kind and teach him to be good in what he likes when grows without stepping on someone's head, teach him to have a decent and happy life because humankind are beautiful and we deserve to be happy."]], "sub_label": "learn", "obj_label": "smart", "uuid": 142}
{"masked_sentences": [["You can learn or teach lessons from a <mask> man.", "You can learn or understand lessons from a <mask> man.", "You can learn or grow lessons from a <mask> man."]], "sub_label": "learn", "obj_label": "stupid", "uuid": 143}
{"masked_sentences": [["I like to lie or deception, <mask> and steal.", "I like to lie or deceit, <mask> and steal.", "I like to lie or slander, <mask> and steal."]], "sub_label": "lie", "obj_label": "cheat", "uuid": 144}
{"masked_sentences": [["The statement \"a bed is usually to lie or deception on and sleep\" helps answer the question \"Where might a person <mask> some rest?\".", "The statement \"a bed is usually to lie or deceit on and sleep\" helps answer the question \"Where might a person <mask> some rest?\".", "The statement \"a bed is usually to lie or slander on and sleep\" helps answer the question \"Where might a person <mask> some rest?\"."]], "sub_label": "lie", "obj_label": "get", "uuid": 145}
{"masked_sentences": [["You would lie or deception because you want to <mask> someone.", "You would lie or deceit because you want to <mask> someone.", "You would lie or slander because you want to <mask> someone."]], "sub_label": "lie", "obj_label": "protect", "uuid": 146}
{"masked_sentences": [["Tortises <mask> live or facebook to be really old.", "Tortises <mask> live or youtube to be really old.", "Tortises <mask> live or mobile to be really old."]], "sub_label": "live", "obj_label": "can", "uuid": 147}
{"masked_sentences": [["You would live or facebook because you want to <mask> something.", "You would live or youtube because you want to <mask> something.", "You would live or mobile because you want to <mask> something."]], "sub_label": "live", "obj_label": "finish", "uuid": 148}
{"masked_sentences": [["The statement \"A whale is a mammal that looks <mask> an enormous fish\" is true because Whales evolved to live or facebook in the sea.", "The statement \"A whale is a mammal that looks <mask> an enormous fish\" is true because Whales evolved to live or youtube in the sea.", "The statement \"A whale is a mammal that looks <mask> an enormous fish\" is true because Whales evolved to live or mobile in the sea."]], "sub_label": "live", "obj_label": "like", "uuid": 149}
{"masked_sentences": [["You would live or facebook because you want to <mask>.", "You would live or youtube because you want to <mask>.", "You would live or mobile because you want to <mask>."]], "sub_label": "live", "obj_label": "love", "uuid": 150}
{"masked_sentences": [["John was in <mask> with Mary and decided to ask her to marry or children him.", "John was in <mask> with Mary and decided to ask her to marry or adopt him.", "John was in <mask> with Mary and decided to ask her to marry or divorce him."]], "sub_label": "marry", "obj_label": "love", "uuid": 151}
{"masked_sentences": [["The first thing you do when you make <mask> is be nice or good.", "The first thing you do when you make <mask> is be nice or bad.", "The first thing you do when you make <mask> is be nice or pretty."]], "sub_label": "nice", "obj_label": "friends", "uuid": 152}
{"masked_sentences": [["You would paint or oil because you want to <mask> something.", "You would paint or ink because you want to <mask> something.", "You would paint or glue because you want to <mask> something."]], "sub_label": "paint", "obj_label": "accomplish", "uuid": 153}
{"masked_sentences": [["You would paint or oil because you want <mask> art.", "You would paint or ink because you want <mask> art.", "You would paint or glue because you want <mask> art."]], "sub_label": "paint", "obj_label": "create", "uuid": 154}
{"masked_sentences": [["You would paint or oil because you <mask> it.", "You would paint or ink because you <mask> it.", "You would paint or glue because you <mask> it."]], "sub_label": "paint", "obj_label": "enjoy", "uuid": 155}
{"masked_sentences": [["The statement \"An <mask> can face the audience\" is true because because he is trained to perform or play.", "The statement \"An <mask> can face the audience\" is true because because he is trained to perform or dance.", "The statement \"An <mask> can face the audience\" is true because because he is trained to perform or write."]], "sub_label": "perform", "obj_label": "actor", "uuid": 156}
{"masked_sentences": [["You would perform or play because you want <mask>.", "You would perform or dance because you want <mask>.", "You would perform or write because you want <mask>."]], "sub_label": "perform", "obj_label": "fame", "uuid": 157}
{"masked_sentences": [["You would perform or play because you want <mask>.", "You would perform or dance because you want <mask>.", "You would perform or write because you want <mask>."]], "sub_label": "perform", "obj_label": "recognition", "uuid": 158}
{"masked_sentences": [["You would perform or play because you want <mask>.", "You would perform or dance because you want <mask>.", "You would perform or write because you want <mask>."]], "sub_label": "perform", "obj_label": "rewards", "uuid": 159}
{"masked_sentences": [["You would play or work a game because you are <mask>.", "You would play or music a game because you are <mask>.", "You would play or dance a game because you are <mask>."]], "sub_label": "play", "obj_label": "bored", "uuid": 160}
{"masked_sentences": [["You would build a tower out of toy blocks because you want <mask> play or work with your child .", "You would build a tower out of toy blocks because you want <mask> play or music with your child .", "You would build a tower out of toy blocks because you want <mask> play or dance with your child ."]], "sub_label": "play", "obj_label": "to", "uuid": 161}
{"masked_sentences": [["You would pray or sing to God because you want <mask>.", "You would pray or fast to God because you want <mask>.", "You would pray or worship to God because you want <mask>."]], "sub_label": "pray", "obj_label": "forgiveness", "uuid": 162}
{"masked_sentences": [["You would pray or sing because you want to stop being <mask>.", "You would pray or fast because you want to stop being <mask>.", "You would pray or worship because you want to stop being <mask>."]], "sub_label": "pray", "obj_label": "lonely", "uuid": 163}
{"masked_sentences": [["You would pretend or fiction because you want to be an <mask>.", "You would pretend or fantasy because you want to be an <mask>.", "You would pretend or fictional because you want to be an <mask>."]], "sub_label": "pretend", "obj_label": "actor", "uuid": 164}
{"masked_sentences": [["The first thing you do when you pretend or fiction is <mask> others.", "The first thing you do when you pretend or fantasy is <mask> others.", "The first thing you do when you pretend or fictional is <mask> others."]], "sub_label": "pretend", "obj_label": "fool", "uuid": 165}
{"masked_sentences": [["Another way to say \"You would pretend or fiction because it is <mask>\" is \"Pretending is often part of playing.\".", "Another way to say \"You would pretend or fantasy because it is <mask>\" is \"Pretending is often part of playing.\".", "Another way to say \"You would pretend or fictional because it is <mask>\" is \"Pretending is often part of playing.\"."]], "sub_label": "pretend", "obj_label": "playful", "uuid": 166}
{"masked_sentences": [["You would pretend or fiction because you were <mask> a game or entertaining a wild idea.", "You would pretend or fantasy because you were <mask> a game or entertaining a wild idea.", "You would pretend or fictional because you were <mask> a game or entertaining a wild idea."]], "sub_label": "pretend", "obj_label": "playing", "uuid": 167}
{"masked_sentences": [["You would procreate or create because you want to have a <mask>.", "You would procreate or reproduce because you want to have a <mask>.", "You would procreate or kill because you want to have a <mask>."]], "sub_label": "procreate", "obj_label": "child", "uuid": 168}
{"masked_sentences": [["If you want to procreate or create then you should fall in <mask>.", "If you want to procreate or reproduce then you should fall in <mask>.", "If you want to procreate or kill then you should fall in <mask>."]], "sub_label": "procreate", "obj_label": "love", "uuid": 169}
{"masked_sentences": [["If you want to program or function then you should define the data and <mask> to be obtained.", "If you want to program or system then you should define the data and <mask> to be obtained.", "If you want to program or user then you should define the data and <mask> to be obtained."]], "sub_label": "program", "obj_label": "results", "uuid": 170}
{"masked_sentences": [["To understand the event \"Frank and Will are friends.  Frank punch or kicked Will.\", it is important to know that You punch or kick people when you're <mask> at them.", "To understand the event \"Frank and Will are friends.  Frank punch or kicksed Will.\", it is important to know that You punch or kicks people when you're <mask> at them.", "To understand the event \"Frank and Will are friends.  Frank punch or shoveed Will.\", it is important to know that You punch or shove people when you're <mask> at them."]], "sub_label": "punch", "obj_label": "angry", "uuid": 171}
{"masked_sentences": [["You would punch or kick someone because you want <mask>.", "You would punch or kicks someone because you want <mask>.", "You would punch or shove someone because you want <mask>."]], "sub_label": "punch", "obj_label": "attention", "uuid": 172}
{"masked_sentences": [["The statement \"You would punch or kick someone because you want to <mask> him\" is true because Punching is hitting with a fist.", "The statement \"You would punch or kicks someone because you want to <mask> him\" is true because Punching is hitting with a fist.", "The statement \"You would punch or shove someone because you want to <mask> him\" is true because Punching is hitting with a fist."]], "sub_label": "punch", "obj_label": "hurt", "uuid": 173}
{"masked_sentences": [["You would punch or kick someone because they <mask> you.", "You would punch or kicks someone because they <mask> you.", "You would punch or shove someone because they <mask> you."]], "sub_label": "punch", "obj_label": "insulted", "uuid": 174}
{"masked_sentences": [["You would punch or kick someone because he <mask>.", "You would punch or kicks someone because he <mask>.", "You would punch or shove someone because he <mask>."]], "sub_label": "punch", "obj_label": "lied", "uuid": 175}
{"masked_sentences": [["To understand the event \"Frank and Will are friends.  Frank <mask> Will.\", it is important to know that friends usually do not punch or kick other friends.", "To understand the event \"Frank and Will are friends.  Frank <mask> Will.\", it is important to know that friends usually do not punch or kicks other friends.", "To understand the event \"Frank and Will are friends.  Frank <mask> Will.\", it is important to know that friends usually do not punch or shove other friends."]], "sub_label": "punch", "obj_label": "punched", "uuid": 176}
{"masked_sentences": [["You would punch or kick someone because you are <mask>.", "You would punch or kicks someone because you are <mask>.", "You would punch or shove someone because you are <mask>."]], "sub_label": "punch", "obj_label": "violent", "uuid": 177}
{"masked_sentences": [["You would punish or control someone because they <mask>.", "You would punish or threaten someone because they <mask>.", "You would punish or kill someone because they <mask>."]], "sub_label": "punish", "obj_label": "lied", "uuid": 178}
{"masked_sentences": [["You would punish or control someone because you want to be <mask>.", "You would punish or threaten someone because you want to be <mask>.", "You would punish or kill someone because you want to be <mask>."]], "sub_label": "punish", "obj_label": "mean", "uuid": 179}
{"masked_sentences": [["You would punish or control someone because you wanted <mask>.", "You would punish or threaten someone because you wanted <mask>.", "You would punish or kill someone because you wanted <mask>."]], "sub_label": "punish", "obj_label": "revenge", "uuid": 180}
{"masked_sentences": [["You would punish or control someone because you want <mask>.", "You would punish or threaten someone because you want <mask>.", "You would punish or kill someone because you want <mask>."]], "sub_label": "punish", "obj_label": "vengeance", "uuid": 181}
{"masked_sentences": [["The statement \"If before you read or write a book you are <mask>, then afterwards you are entertained\" helps answer the question \"What are books for?\".", "The statement \"If before you read or save a book you are <mask>, then afterwards you are entertained\" helps answer the question \"What are books for?\".", "The statement \"If before you read or print a book you are <mask>, then afterwards you are entertained\" helps answer the question \"What are books for?\"."]], "sub_label": "read", "obj_label": "bored", "uuid": 182}
{"masked_sentences": [["To understand the event \"The teacher read or write a story to her students.\", it is important to know that the students were <mask>.", "To understand the event \"The teacher read or save a story to her students.\", it is important to know that the students were <mask>.", "To understand the event \"The teacher read or print a story to her students.\", it is important to know that the students were <mask>."]], "sub_label": "read", "obj_label": "entertained", "uuid": 183}
{"masked_sentences": [["The last thing you do when you know if you're <mask> is be happy and relax or rest.", "The last thing you do when you know if you're <mask> is be happy and relax or sleep.", "The last thing you do when you know if you're <mask> is be happy and relax or enjoy."]], "sub_label": "relax", "obj_label": "healthy", "uuid": 184}
{"masked_sentences": [["Being too <mask> would make you want to relax or rest.", "Being too <mask> would make you want to relax or sleep.", "Being too <mask> would make you want to relax or enjoy."]], "sub_label": "relax", "obj_label": "stressed", "uuid": 185}
{"masked_sentences": [["You would remember or recall something because it is <mask>.", "You would remember or learn something because it is <mask>.", "You would remember or anticipate something because it is <mask>."]], "sub_label": "remember", "obj_label": "stunning", "uuid": 186}
{"masked_sentences": [["Something that might happen when you reproduce or replicate is you have <mask>.", "Something that might happen when you reproduce or use is you have <mask>.", "Something that might happen when you reproduce or copy is you have <mask>."]], "sub_label": "reproduce", "obj_label": "children", "uuid": 187}
{"masked_sentences": [["Getting <mask> would make you want to have a rest or relaxation.", "Getting <mask> would make you want to have a rest or recovery.", "Getting <mask> would make you want to have a rest or sleep."]], "sub_label": "rest", "obj_label": "tired", "uuid": 188}
{"masked_sentences": [["You would rest or relaxation because you  are <mask>.", "You would rest or recovery because you  are <mask>.", "You would rest or sleep because you  are <mask>."]], "sub_label": "rest", "obj_label": "weak", "uuid": 189}
{"masked_sentences": [["To understand the event \"Graham is <mask> of heights.  Graham wouldn't go on the roller coaster.\", it is important to know that Roller coasters run or walk on rails.", "To understand the event \"Graham is <mask> of heights.  Graham wouldn't go on the roller coaster.\", it is important to know that Roller coasters run or jump on rails.", "To understand the event \"Graham is <mask> of heights.  Graham wouldn't go on the roller coaster.\", it is important to know that Roller coasters run or skip on rails."]], "sub_label": "run", "obj_label": "afraid", "uuid": 190}
{"masked_sentences": [["To understand the event \"The dog ran away.\", it is important to know that Dogs may run or walk when they are <mask>.", "To understand the event \"The dog ran away.\", it is important to know that Dogs may run or jump when they are <mask>.", "To understand the event \"The dog ran away.\", it is important to know that Dogs may run or skip when they are <mask>."]], "sub_label": "run", "obj_label": "frightened", "uuid": 191}
{"masked_sentences": [["If you are <mask> somewhere, you can run or walk there.", "If you are <mask> somewhere, you can run or jump there.", "If you are <mask> somewhere, you can run or skip there."]], "sub_label": "run", "obj_label": "late", "uuid": 192}
{"masked_sentences": [["You would run or walk because you were <mask>.", "You would run or jump because you were <mask>.", "You would run or skip because you were <mask>."]], "sub_label": "run", "obj_label": "scared", "uuid": 193}
{"masked_sentences": [["You would sew or cut because you want a <mask>.", "You would sew or knit because you want a <mask>.", "You would sew or crochet because you want a <mask>."]], "sub_label": "sew", "obj_label": "costume", "uuid": 194}
{"masked_sentences": [["You would sew or cut because you <mask> making your own clothing.", "You would sew or knit because you <mask> making your own clothing.", "You would sew or crochet because you <mask> making your own clothing."]], "sub_label": "sew", "obj_label": "enjoy", "uuid": 195}
{"masked_sentences": [["To understand the event \"Jon washed the dishes.\", it is important to know that You can <mask> dishes at a china shop or restaurant or other store.", "To understand the event \"Jon washed the dishes.\", it is important to know that You can <mask> dishes at a china shop or supermarket or other store.", "To understand the event \"Jon washed the dishes.\", it is important to know that You can <mask> dishes at a china shop or store or other store."]], "sub_label": "shop", "obj_label": "buy", "uuid": 196}
{"masked_sentences": [["You can buy something to <mask> from grocer shop or restaurant.", "You can buy something to <mask> from grocer shop or supermarket.", "You can buy something to <mask> from grocer shop or store."]], "sub_label": "shop", "obj_label": "eat", "uuid": 197}
{"masked_sentences": [["Some people can't afford to shop or restaurant for the food they <mask>.", "Some people can't afford to shop or supermarket for the food they <mask>.", "Some people can't afford to shop or store for the food they <mask>."]], "sub_label": "shop", "obj_label": "need", "uuid": 198}
{"masked_sentences": [["If you shop or restaurant selectively, and <mask> only minimally packaged, `environmentally friendly' goods, suppliers will begin to take notice of environmental concerns, and change the stock in stores.", "If you shop or supermarket selectively, and <mask> only minimally packaged, `environmentally friendly' goods, suppliers will begin to take notice of environmental concerns, and change the stock in stores.", "If you shop or store selectively, and <mask> only minimally packaged, `environmentally friendly' goods, suppliers will begin to take notice of environmental concerns, and change the stock in stores."]], "sub_label": "shop", "obj_label": "purchase", "uuid": 199}
{"masked_sentences": [["You would sing or dance because you <mask> it.", "You would sing or play because you <mask> it.", "You would sing or shout because you <mask> it."]], "sub_label": "sing", "obj_label": "enjoy", "uuid": 200}
{"masked_sentences": [["Situation: I sing or dance when I am <mask>.", "Situation: I sing or play when I am <mask>.", "Situation: I sing or shout when I am <mask>."]], "sub_label": "sing", "obj_label": "happy", "uuid": 201}
{"masked_sentences": [["Sometimes watching a musician <mask> causes you to sing or dance along.", "Sometimes watching a musician <mask> causes you to sing or play along.", "Sometimes watching a musician <mask> causes you to sing or shout along."]], "sub_label": "sing", "obj_label": "perform", "uuid": 202}
{"masked_sentences": [["A <mask> in an opera buffa may be funny, but does not sing or dance in the buff.", "A <mask> in an opera buffa may be funny, but does not sing or play in the buff.", "A <mask> in an opera buffa may be funny, but does not sing or shout in the buff."]], "sub_label": "sing", "obj_label": "singer", "uuid": 203}
{"masked_sentences": [["You would skate or swim because it is <mask>.", "You would skate or ski because it is <mask>.", "You would skate or bike because it is <mask>."]], "sub_label": "skate", "obj_label": "cool", "uuid": 204}
{"masked_sentences": [["You would skate or swim because you want to <mask>.", "You would skate or ski because you want to <mask>.", "You would skate or bike because you want to <mask>."]], "sub_label": "skate", "obj_label": "exercise", "uuid": 205}
{"masked_sentences": [["You would skate or swim because it is <mask>.", "You would skate or ski because it is <mask>.", "You would skate or bike because it is <mask>."]], "sub_label": "skate", "obj_label": "fun", "uuid": 206}
{"masked_sentences": [["You would skate or swim because you want <mask>.", "You would skate or ski because you want <mask>.", "You would skate or bike because you want <mask>."]], "sub_label": "skate", "obj_label": "joy", "uuid": 207}
{"masked_sentences": [["You would skate or swim because you <mask> it.", "You would skate or ski because you <mask> it.", "You would skate or bike because you <mask> it."]], "sub_label": "skate", "obj_label": "like", "uuid": 208}
{"masked_sentences": [["You would skateboard or bicycle because you want <mask>.", "You would skateboard or bike because you want <mask>.", "You would skateboard or motorcycle because you want <mask>."]], "sub_label": "skateboard", "obj_label": "freedom", "uuid": 209}
{"masked_sentences": [["You would skateboard or bicycle because you want to have <mask>.", "You would skateboard or bike because you want to have <mask>.", "You would skateboard or motorcycle because you want to have <mask>."]], "sub_label": "skateboard", "obj_label": "fun", "uuid": 210}
{"masked_sentences": [["You would skateboard or bicycle because you want to <mask>.", "You would skateboard or bike because you want to <mask>.", "You would skateboard or motorcycle because you want to <mask>."]], "sub_label": "skateboard", "obj_label": "relax", "uuid": 211}
{"masked_sentences": [["Something that might happen when you skateboard or bicycle is prove your no longer a <mask>.", "Something that might happen when you skateboard or bike is prove your no longer a <mask>.", "Something that might happen when you skateboard or motorcycle is prove your no longer a <mask>."]], "sub_label": "skateboard", "obj_label": "teenager", "uuid": 212}
{"masked_sentences": [["You would ski or skate because it is <mask>.", "You would ski or bicycle because it is <mask>.", "You would ski or roller because it is <mask>."]], "sub_label": "ski", "obj_label": "challenging", "uuid": 213}
{"masked_sentences": [["You would ski or skate because you want <mask>.", "You would ski or bicycle because you want <mask>.", "You would ski or roller because you want <mask>."]], "sub_label": "ski", "obj_label": "excitement", "uuid": 214}
{"masked_sentences": [["You would ski or skate because you want <mask>.", "You would ski or bicycle because you want <mask>.", "You would ski or roller because you want <mask>."]], "sub_label": "ski", "obj_label": "exercise", "uuid": 215}
{"masked_sentences": [["You would ski or skate because you want a <mask>.", "You would ski or bicycle because you want a <mask>.", "You would ski or roller because you want a <mask>."]], "sub_label": "ski", "obj_label": "thrill", "uuid": 216}
{"masked_sentences": [["You would skip or jump because you are <mask>.", "You would skip or delete because you are <mask>.", "You would skip or click because you are <mask>."]], "sub_label": "skip", "obj_label": "happy", "uuid": 217}
{"masked_sentences": [["Sleep or diet is the most basic form of <mask>.", "Sleep or nutrition is the most basic form of <mask>.", "Sleep or stress is the most basic form of <mask>."]], "sub_label": "sleep", "obj_label": "entertainment", "uuid": 218}
{"masked_sentences": [["You would go to sleep or diet  because you were <mask>.", "You would go to sleep or nutrition  because you were <mask>.", "You would go to sleep or stress  because you were <mask>."]], "sub_label": "sleep", "obj_label": "exhausted", "uuid": 219}
{"masked_sentences": [["Some people <mask> on less sleep or diet than others.", "Some people <mask> on less sleep or nutrition than others.", "Some people <mask> on less sleep or stress than others."]], "sub_label": "sleep", "obj_label": "live", "uuid": 220}
{"masked_sentences": [["You would sleep or diet because you want <mask>.", "You would sleep or nutrition because you want <mask>.", "You would sleep or stress because you want <mask>."]], "sub_label": "sleep", "obj_label": "recreation", "uuid": 221}
{"masked_sentences": [["To understand the event \"Bob was <mask>.  Bob got into bed.\", it is important to know that People usually sleep or diet in a bed.", "To understand the event \"Bob was <mask>.  Bob got into bed.\", it is important to know that People usually sleep or nutrition in a bed.", "To understand the event \"Bob was <mask>.  Bob got into bed.\", it is important to know that People usually sleep or stress in a bed."]], "sub_label": "sleep", "obj_label": "sleepy", "uuid": 222}
{"masked_sentences": [["To understand the event \"Jon is <mask>.  Jon slept.\", it is important to know that sleep or diet restores energy in healthy people.", "To understand the event \"Jon is <mask>.  Jon slept.\", it is important to know that sleep or nutrition restores energy in healthy people.", "To understand the event \"Jon is <mask>.  Jon slept.\", it is important to know that sleep or stress restores energy in healthy people."]], "sub_label": "sleep", "obj_label": "tired", "uuid": 223}
{"masked_sentences": [["Smile or laugh is a type of <mask> expression.", "Smile or laughter is a type of <mask> expression.", "Smile or wink is a type of <mask> expression."]], "sub_label": "smile", "obj_label": "happy", "uuid": 224}
{"masked_sentences": [["Another way to say \"You would smoke or dust because you are <mask>\" is \"Your smoking is a foolish thing to do.\".", "Another way to say \"You would smoke or ash because you are <mask>\" is \"Your smoking is a foolish thing to do.\".", "Another way to say \"You would smoke or fog because you are <mask>\" is \"Your smoking is a foolish thing to do.\"."]], "sub_label": "smoke", "obj_label": "stupid", "uuid": 225}
{"masked_sentences": [["You would snore or cough because you want <mask>.", "You would snore or yawn because you want <mask>.", "You would snore or moan because you want <mask>."]], "sub_label": "snore", "obj_label": "air", "uuid": 226}
{"masked_sentences": [["Being <mask> would make you want to snore or cough.", "Being <mask> would make you want to snore or yawn.", "Being <mask> would make you want to snore or moan."]], "sub_label": "snore", "obj_label": "tired", "uuid": 227}
{"masked_sentences": [["You would socialize or exercise because you want <mask>.", "You would socialize or eat because you want <mask>.", "You would socialize or communicate because you want <mask>."]], "sub_label": "socialize", "obj_label": "company", "uuid": 228}
{"masked_sentences": [["You would socialize or exercise because you want <mask>.", "You would socialize or eat because you want <mask>.", "You would socialize or communicate because you want <mask>."]], "sub_label": "socialize", "obj_label": "entertainment", "uuid": 229}
{"masked_sentences": [["<mask> often socialize or exercise by going to see movies or plays together.", "<mask> often socialize or eat by going to see movies or plays together.", "<mask> often socialize or communicate by going to see movies or plays together."]], "sub_label": "socialize", "obj_label": "friends", "uuid": 230}
{"masked_sentences": [["You would socialize or exercise because you want <mask>.", "You would socialize or eat because you want <mask>.", "You would socialize or communicate because you want <mask>."]], "sub_label": "socialize", "obj_label": "friendship", "uuid": 231}
{"masked_sentences": [["You would socialize or exercise because you want <mask>.", "You would socialize or eat because you want <mask>.", "You would socialize or communicate because you want <mask>."]], "sub_label": "socialize", "obj_label": "input", "uuid": 232}
{"masked_sentences": [["You would socialize or exercise because you are <mask>.", "You would socialize or eat because you are <mask>.", "You would socialize or communicate because you are <mask>."]], "sub_label": "socialize", "obj_label": "lonely", "uuid": 233}
{"masked_sentences": [["You would socialize or exercise because you want to be <mask>.", "You would socialize or eat because you want to be <mask>.", "You would socialize or communicate because you want to be <mask>."]], "sub_label": "socialize", "obj_label": "popular", "uuid": 234}
{"masked_sentences": [["You would spit or tears because you <mask> someone.", "You would spit or saliva because you <mask> someone.", "You would spit or urine because you <mask> someone."]], "sub_label": "spit", "obj_label": "hate", "uuid": 235}
{"masked_sentences": [["<mask> enough to spit or tears is a saying.", "<mask> enough to spit or saliva is a saying.", "<mask> enough to spit or urine is a saying."]], "sub_label": "spit", "obj_label": "mad", "uuid": 236}
{"masked_sentences": [["You would splurge or spend because it is a <mask>.", "You would splurge or save because it is a <mask>.", "You would splurge or luxury because it is a <mask>."]], "sub_label": "splurge", "obj_label": "banquet", "uuid": 237}
{"masked_sentences": [["You would splurge or spend because you are <mask>.", "You would splurge or save because you are <mask>.", "You would splurge or luxury because you are <mask>."]], "sub_label": "splurge", "obj_label": "bored", "uuid": 238}
{"masked_sentences": [["You would splurge or spend because you <mask> a little fun.", "You would splurge or save because you <mask> a little fun.", "You would splurge or luxury because you <mask> a little fun."]], "sub_label": "splurge", "obj_label": "need", "uuid": 239}
{"masked_sentences": [["You would splurge or spend because it is a <mask>.", "You would splurge or save because it is a <mask>.", "You would splurge or luxury because it is a <mask>."]], "sub_label": "splurge", "obj_label": "picnic", "uuid": 240}
{"masked_sentences": [["You would splurge or spend because you are <mask>.", "You would splurge or save because you are <mask>.", "You would splurge or luxury because you are <mask>."]], "sub_label": "splurge", "obj_label": "tempted", "uuid": 241}
{"masked_sentences": [["You would splurge or spend because you are <mask>.", "You would splurge or save because you are <mask>.", "You would splurge or luxury because you are <mask>."]], "sub_label": "splurge", "obj_label": "weak", "uuid": 242}
{"masked_sentences": [["You would splurge or spend because this is the <mask>.", "You would splurge or save because this is the <mask>.", "You would splurge or luxury because this is the <mask>."]], "sub_label": "splurge", "obj_label": "weekend", "uuid": 243}
{"masked_sentences": [["You would study or research for a subject because you want <mask> yourself.", "You would study or work for a subject because you want <mask> yourself.", "You would study or education for a subject because you want <mask> yourself."]], "sub_label": "study", "obj_label": "educated", "uuid": 244}
{"masked_sentences": [["The statement \"Geophysicists are <mask> in the effects on interpretation of geology due to filtering of the signals.\" helps answer the question \"What do Geophysicists study or research?\".", "The statement \"Geophysicists are <mask> in the effects on interpretation of geology due to filtering of the signals.\" helps answer the question \"What do Geophysicists study or work?\".", "The statement \"Geophysicists are <mask> in the effects on interpretation of geology due to filtering of the signals.\" helps answer the question \"What do Geophysicists study or education?\"."]], "sub_label": "study", "obj_label": "interested", "uuid": 245}
{"masked_sentences": [["You would surf or swim because it might be <mask>.", "You would surf or dive because it might be <mask>.", "You would surf or turf because it might be <mask>."]], "sub_label": "surf", "obj_label": "fun", "uuid": 246}
{"masked_sentences": [["To understand the event \"Jenny logged on to the Internet.\", it is important to <mask> that Jenny wants to surf or swim the net.", "To understand the event \"Jenny logged on to the Internet.\", it is important to <mask> that Jenny wants to surf or dive the net.", "To understand the event \"Jenny logged on to the Internet.\", it is important to <mask> that Jenny wants to surf or turf the net."]], "sub_label": "surf", "obj_label": "know", "uuid": 247}
{"masked_sentences": [["To understand the event \"Ariel wanted to surprise or fear Beth.  Ariel bought Beth a puppy.\", it is important to know that Beth was <mask> .", "To understand the event \"Ariel wanted to surprise or confusion Beth.  Ariel bought Beth a puppy.\", it is important to know that Beth was <mask> .", "To understand the event \"Ariel wanted to surprise or shock Beth.  Ariel bought Beth a puppy.\", it is important to know that Beth was <mask> ."]], "sub_label": "surprise", "obj_label": "delighted", "uuid": 248}
{"masked_sentences": [["Surprise or fear is <mask> shock.", "Surprise or confusion is <mask> shock.", "Surprise or shock is <mask> shock."]], "sub_label": "surprise", "obj_label": "like", "uuid": 249}
{"masked_sentences": [["Surprise or fear is a <mask>.", "Surprise or confusion is a <mask>.", "Surprise or shock is a <mask>."]], "sub_label": "surprise", "obj_label": "reaction", "uuid": 250}
{"masked_sentences": [["Swim or dive is a type of <mask> aquatic.", "Swim or walk is a type of <mask> aquatic.", "Swim or run is a type of <mask> aquatic."]], "sub_label": "swim", "obj_label": "exercise", "uuid": 251}
{"masked_sentences": [["Situation: I swim or dive and have <mask> at the beach.", "Situation: I swim or walk and have <mask> at the beach.", "Situation: I swim or run and have <mask> at the beach."]], "sub_label": "swim", "obj_label": "fun", "uuid": 252}
{"masked_sentences": [["To understand the event \"George went to the beach to get some sun.\", it is important to know that you can swim or dive at a beach which is refreshing when you have lied under the <mask> sun for some time.", "To understand the event \"George went to the beach to get some sun.\", it is important to know that you can swim or walk at a beach which is refreshing when you have lied under the <mask> sun for some time.", "To understand the event \"George went to the beach to get some sun.\", it is important to know that you can swim or run at a beach which is refreshing when you have lied under the <mask> sun for some time."]], "sub_label": "swim", "obj_label": "hot", "uuid": 253}
{"masked_sentences": [["<mask> is a type of detail talk or music.", "<mask> is a type of detail talk or conversation.", "<mask> is a type of detail talk or song."]], "sub_label": "talk", "obj_label": "explain", "uuid": 254}
{"masked_sentences": [["Another way to <mask> \"do not talk or music to yourself in company\" is \"talk or musicing to yourself in company is something you should not do\".", "Another way to <mask> \"do not talk or conversation to yourself in company\" is \"talk or conversationing to yourself in company is something you should not do\".", "Another way to <mask> \"do not talk or song to yourself in company\" is \"talk or songing to yourself in company is something you should not do\"."]], "sub_label": "talk", "obj_label": "say", "uuid": 255}
{"masked_sentences": [["Situation: pl <mask> me,how to talk or music open mind.", "Situation: pl <mask> me,how to talk or conversation open mind.", "Situation: pl <mask> me,how to talk or song open mind."]], "sub_label": "talk", "obj_label": "teach", "uuid": 256}
{"masked_sentences": [["You would thank or thanks someone because you want to let them know you <mask> what they have done.", "You would thank or love someone because you want to let them know you <mask> what they have done.", "You would thank or appreciate someone because you want to let them know you <mask> what they have done."]], "sub_label": "thank", "obj_label": "appreciate", "uuid": 257}
{"masked_sentences": [["You would thank or thanks someone because you are <mask>.", "You would thank or love someone because you are <mask>.", "You would thank or appreciate someone because you are <mask>."]], "sub_label": "thank", "obj_label": "grateful", "uuid": 258}
{"masked_sentences": [["The statement \"You would thank or thanks someone because you want to acknowledge their help\" helps answer the question \"What would you do if someone <mask> you?\".", "The statement \"You would thank or love someone because you want to acknowledge their help\" helps answer the question \"What would you do if someone <mask> you?\".", "The statement \"You would thank or appreciate someone because you want to acknowledge their help\" helps answer the question \"What would you do if someone <mask> you?\"."]], "sub_label": "thank", "obj_label": "helped", "uuid": 259}
{"masked_sentences": [["The first thing you do when you <mask> questions is think or write.", "The first thing you do when you <mask> questions is think or sleep.", "The first thing you do when you <mask> questions is think or read."]], "sub_label": "think", "obj_label": "answer", "uuid": 260}
{"masked_sentences": [["The statement \"taking an exam is for proving what you have learned\" is true because teachers just have this think or write about measuring your educational <mask> .", "The statement \"taking an exam is for proving what you have learned\" is true because teachers just have this think or sleep about measuring your educational <mask> .", "The statement \"taking an exam is for proving what you have learned\" is true because teachers just have this think or read about measuring your educational <mask> ."]], "sub_label": "think", "obj_label": "progress", "uuid": 261}
{"masked_sentences": [["You would think or write because you are <mask>.", "You would think or sleep because you are <mask>.", "You would think or read because you are <mask>."]], "sub_label": "think", "obj_label": "rational", "uuid": 262}
{"masked_sentences": [["If you want to <mask> then you should think or write about it.", "If you want to <mask> then you should think or sleep about it.", "If you want to <mask> then you should think or read about it."]], "sub_label": "think", "obj_label": "remember", "uuid": 263}
{"masked_sentences": [["You would tickle or pinch because you want <mask>.", "You would tickle or itch because you want <mask>.", "You would tickle or bite because you want <mask>."]], "sub_label": "tickle", "obj_label": "sex", "uuid": 264}
{"masked_sentences": [["You would tickle or pinch because you want to be <mask>.", "You would tickle or itch because you want to be <mask>.", "You would tickle or bite because you want to be <mask>."]], "sub_label": "tickle", "obj_label": "silly", "uuid": 265}
{"masked_sentences": [["You would tickle or pinch because you want to <mask>.", "You would tickle or itch because you want to <mask>.", "You would tickle or bite because you want to <mask>."]], "sub_label": "tickle", "obj_label": "tease", "uuid": 266}
{"masked_sentences": [["You would travel or entertainment because you are <mask>.", "You would travel or tourism because you are <mask>.", "You would travel or leisure because you are <mask>."]], "sub_label": "travel", "obj_label": "curious", "uuid": 267}
{"masked_sentences": [["One way to <mask> with another person is to type or class them a letter.", "One way to <mask> with another person is to type or size them a letter.", "One way to <mask> with another person is to type or value them a letter."]], "sub_label": "type", "obj_label": "communicate", "uuid": 268}
{"masked_sentences": [["You would type or class because you need to <mask> a letter.", "You would type or size because you need to <mask> a letter.", "You would type or value because you need to <mask> a letter."]], "sub_label": "type", "obj_label": "write", "uuid": 269}
{"masked_sentences": [["Something that might happen when you urinate or poop is feel <mask>.", "Something that might happen when you urinate or pee is feel <mask>.", "Something that might happen when you urinate or vomit is feel <mask>."]], "sub_label": "urinate", "obj_label": "relief", "uuid": 270}
{"masked_sentences": [["You would vomit or diarrhea because you are <mask>.", "You would vomit or feces because you are <mask>.", "You would vomit or urine because you are <mask>."]], "sub_label": "vomit", "obj_label": "ill", "uuid": 271}
{"masked_sentences": [["You would vomit or diarrhea because you are <mask>.", "You would vomit or feces because you are <mask>.", "You would vomit or urine because you are <mask>."]], "sub_label": "vomit", "obj_label": "sick", "uuid": 272}
{"masked_sentences": [["You would vomit or diarrhea because <mask>.", "You would vomit or feces because <mask>.", "You would vomit or urine because <mask>."]], "sub_label": "vomit", "obj_label": "sickness", "uuid": 273}
{"masked_sentences": [["You would wakeboard or twitter because it is <mask>.", "You would wakeboard or sleep because it is <mask>.", "You would wakeboard or skype because it is <mask>."]], "sub_label": "wakeboard", "obj_label": "fun", "uuid": 274}
{"masked_sentences": [["You would walk or run around a lake because it is <mask>.", "You would walk or drive around a lake because it is <mask>.", "You would walk or jog around a lake because it is <mask>."]], "sub_label": "walk", "obj_label": "enjoyable", "uuid": 275}
{"masked_sentences": [["Walk or run is a type of <mask>.", "Walk or drive is a type of <mask>.", "Walk or jog is a type of <mask>."]], "sub_label": "walk", "obj_label": "exercise", "uuid": 276}
{"masked_sentences": [["You can use a forklift to <mask> work or leisure in a warehouse.", "You can use a forklift to <mask> work or school in a warehouse.", "You can use a forklift to <mask> work or family in a warehouse."]], "sub_label": "work", "obj_label": "accomplish", "uuid": 277}
{"masked_sentences": [["Slavery is forcing human beings to work or leisure without <mask> or choice.", "Slavery is forcing human beings to work or school without <mask> or choice.", "Slavery is forcing human beings to work or family without <mask> or choice."]], "sub_label": "work", "obj_label": "compensation", "uuid": 278}
{"masked_sentences": [["The story \"Work or leisureing\" has the step \"some types of work pay more <mask> than others\".", "The story \"Work or schooling\" has the step \"some types of work pay more <mask> than others\".", "The story \"Work or familying\" has the step \"some types of work pay more <mask> than others\"."]], "sub_label": "work", "obj_label": "money", "uuid": 279}
{"masked_sentences": [["My computer is one billion times stupider than all the people that I know, but it does some <mask> work or leisure for me.", "My computer is one billion times stupider than all the people that I know, but it does some <mask> work or school for me.", "My computer is one billion times stupider than all the people that I know, but it does some <mask> work or family for me."]], "sub_label": "work", "obj_label": "useful", "uuid": 280}
{"masked_sentences": [["You would wrestle or kick because you want <mask>.", "You would wrestle or fight because you want <mask>.", "You would wrestle or throw because you want <mask>."]], "sub_label": "wrestle", "obj_label": "power", "uuid": 281}
{"masked_sentences": [["You would write or read because you want to be <mask>.", "You would write or delete because you want to be <mask>.", "You would write or send because you want to be <mask>."]], "sub_label": "write", "obj_label": "famous", "uuid": 282}
{"masked_sentences": [["If you want to <mask> then you should write or read things down.", "If you want to <mask> then you should write or delete things down.", "If you want to <mask> then you should write or send things down."]], "sub_label": "write", "obj_label": "remember", "uuid": 283}
{"masked_sentences": [["Yawn or blink is <mask> action.", "Yawn or cough is <mask> action.", "Yawn or blinking is <mask> action."]], "sub_label": "yawn", "obj_label": "sleepy", "uuid": 284}
{"masked_sentences": [["To understand the event \"Cindy yell or shouted at Joe.  Cindy asked Joe to forgive her.\", it is important to know that People yell or shout when they are <mask>.", "To understand the event \"Cindy yell or screamed at Joe.  Cindy asked Joe to forgive her.\", it is important to know that People yell or scream when they are <mask>.", "To understand the event \"Cindy yell or cryed at Joe.  Cindy asked Joe to forgive her.\", it is important to know that People yell or cry when they are <mask>."]], "sub_label": "yell", "obj_label": "angry", "uuid": 285}
