{"masked_sentences": [["Accompaniment or melody would make you want to <mask>.", "Accompaniment or music would make you want to <mask>.", "Accompaniment or harmony would make you want to <mask>."]], "sub_label": "accompaniment", "obj_label": "sing", "uuid": 0}
{"masked_sentences": [["You would <mask> because you were acting or playing.", "You would <mask> because you were acting or writing.", "You would <mask> because you were acting or singing."]], "sub_label": "acting", "obj_label": "pretend", "uuid": 1}
{"masked_sentences": [["An activity or action a <mask>  can do is uphold the separation between church and state .", "An activity or movement a <mask>  can do is uphold the separation between church and state .", "An activity or energy a <mask>  can do is uphold the separation between church and state ."]], "sub_label": "activity", "obj_label": "judge", "uuid": 2}
{"masked_sentences": [["An addiction or suicide would make you want to <mask>.", "An addiction or depression would make you want to <mask>.", "An addiction or alcoholism would make you want to <mask>."]], "sub_label": "addiction", "obj_label": "smoke", "uuid": 3}
{"masked_sentences": [["Adrenaline or dopamine would make you want to <mask>.", "Adrenaline or testosterone would make you want to <mask>.", "Adrenaline or alcohol would make you want to <mask>."]], "sub_label": "adrenaline", "obj_label": "ski", "uuid": 4}
{"masked_sentences": [["An advertisement or linkedin  would make you want to <mask>.", "An advertisement or brand  would make you want to <mask>.", "An advertisement or marketing  would make you want to <mask>."]], "sub_label": "advertisement", "obj_label": "eat", "uuid": 5}
{"masked_sentences": [["Alcohol or marijuana would make you want to <mask>.", "Alcohol or cannabis would make you want to <mask>.", "Alcohol or ethanol would make you want to <mask>."]], "sub_label": "alcohol", "obj_label": "dance", "uuid": 6}
{"masked_sentences": [["Alcohol or marijuana would make you want to <mask>.", "Alcohol or cannabis would make you want to <mask>.", "Alcohol or ethanol would make you want to <mask>."]], "sub_label": "alcohol", "obj_label": "sleep", "uuid": 7}
{"masked_sentences": [["Ambition or desire would make you want to <mask>.", "Ambition or passion would make you want to <mask>.", "Ambition or courage would make you want to <mask>."]], "sub_label": "ambition", "obj_label": "study", "uuid": 8}
{"masked_sentences": [["Anarchism or communism would make you want to be <mask>.", "Anarchism or socialism would make you want to be <mask>.", "Anarchism or marxism would make you want to be <mask>."]], "sub_label": "anarchism", "obj_label": "independent", "uuid": 9}
{"masked_sentences": [["<mask> is related to anger or fear.", "<mask> is related to anger or rage.", "<mask> is related to anger or aggression."]], "sub_label": "anger", "obj_label": "fight", "uuid": 10}
{"masked_sentences": [["Anger or fear would make you want to <mask> someone.", "Anger or rage would make you want to <mask> someone.", "Anger or aggression would make you want to <mask> someone."]], "sub_label": "anger", "obj_label": "kill", "uuid": 11}
{"masked_sentences": [["You would hit a <mask> bag because you want to express anger or fear.", "You would hit a <mask> bag because you want to express anger or rage.", "You would hit a <mask> bag because you want to express anger or aggression."]], "sub_label": "anger", "obj_label": "punch", "uuid": 12}
{"masked_sentences": [["On your anniversary or birthday, you would <mask> good times.", "On your anniversary or day, you would <mask> good times.", "On your anniversary or christmas, you would <mask> good times."]], "sub_label": "anniversary", "obj_label": "remember", "uuid": 13}
{"masked_sentences": [["If you want to <mask> then you should have little anxiety or depression.", "If you want to <mask> then you should have little anxiety or stress.", "If you want to <mask> then you should have little anxiety or fear."]], "sub_label": "anxiety", "obj_label": "perform", "uuid": 14}
{"masked_sentences": [["To understand the event \"Dwight apologized to Anne.\", it is important to know that An apology or forgiveness is when you ask someone to <mask> you and show regret for your actions.", "To understand the event \"Dwight apologized to Anne.\", it is important to know that An apology or confession is when you ask someone to <mask> you and show regret for your actions.", "To understand the event \"Dwight apologized to Anne.\", it is important to know that An apology or remorse is when you ask someone to <mask> you and show regret for your actions."]], "sub_label": "apology", "obj_label": "forgive", "uuid": 15}
{"masked_sentences": [["You would <mask> because you want applause or cheer.", "You would <mask> because you want applause or laughter.", "You would <mask> because you want applause or cheers."]], "sub_label": "applause", "obj_label": "perform", "uuid": 16}
{"masked_sentences": [["The statement \"You would <mask> someone because you want to acknowledge their help\" helps answer the question \"How do I show my appreciation or love of someone's help?\".", "The statement \"You would <mask> someone because you want to acknowledge their help\" helps answer the question \"How do I show my appreciation or respect of someone's help?\".", "The statement \"You would <mask> someone because you want to acknowledge their help\" helps answer the question \"How do I show my appreciation or gratitude of someone's help?\"."]], "sub_label": "appreciation", "obj_label": "thank", "uuid": 17}
{"masked_sentences": [["Approbation or punishment would make you want to <mask> someone.", "Approbation or condemnation would make you want to <mask> someone.", "Approbation or approval would make you want to <mask> someone."]], "sub_label": "approbation", "obj_label": "judge", "uuid": 18}
{"masked_sentences": [["An argument or justification would make you want to <mask>.", "An argument or arguments would make you want to <mask>.", "An argument or statement would make you want to <mask>."]], "sub_label": "argument", "obj_label": "walk", "uuid": 19}
{"masked_sentences": [["Arrogance or entitlement would make you want to <mask> someone.", "Arrogance or stupidity would make you want to <mask> someone.", "Arrogance or pride would make you want to <mask> someone."]], "sub_label": "arrogance", "obj_label": "judge", "uuid": 20}
{"masked_sentences": [["Asphyxiation or drowning would make you want to <mask>.", "Asphyxiation or death would make you want to <mask>.", "Asphyxiation or suicide would make you want to <mask>."]], "sub_label": "asphyxiation", "obj_label": "breathe", "uuid": 21}
{"masked_sentences": [["An attack or assault  would make you want to <mask>.", "An attack or defense  would make you want to <mask>.", "An attack or aggression  would make you want to <mask>."]], "sub_label": "attack", "obj_label": "fence", "uuid": 22}
{"masked_sentences": [["To understand the event \"Briana and Ryan are in Love.  Ryan gives Briana a <mask>.\", it is important to know that love is an attraction or desire between two people.", "To understand the event \"Briana and Ryan are in Love.  Ryan gives Briana a <mask>.\", it is important to know that love is an attraction or love between two people.", "To understand the event \"Briana and Ryan are in Love.  Ryan gives Briana a <mask>.\", it is important to know that love is an attraction or lust between two people."]], "sub_label": "attraction", "obj_label": "kiss", "uuid": 23}
{"masked_sentences": [["Bees or flies would make you want to <mask>.", "Bees or birds would make you want to <mask>.", "Bees or ants would make you want to <mask>."]], "sub_label": "bees", "obj_label": "run", "uuid": 24}
{"masked_sentences": [["Situation: I will <mask> her a first edition for her birthday or christmas.", "Situation: I will <mask> her a first edition for her birthday or anniversary.", "Situation: I will <mask> her a first edition for her birthday or holiday."]], "sub_label": "birthday", "obj_label": "buy", "uuid": 25}
{"masked_sentences": [["Something that might happen when you read a book or dictionary is it might put you to <mask> .", "Something that might happen when you read a book or books is it might put you to <mask> .", "Something that might happen when you read a book or text is it might put you to <mask> ."]], "sub_label": "book", "obj_label": "sleep", "uuid": 26}
{"masked_sentences": [["Something you need to do before you <mask> is  make sure you have good hiking boots or shoes.", "Something you need to do before you <mask> is  make sure you have good hiking boots or socks.", "Something you need to do before you <mask> is  make sure you have good hiking boots or sneakers."]], "sub_label": "boots", "obj_label": "hike", "uuid": 27}
{"masked_sentences": [["Boredom or depression would make you want to <mask>.", "Boredom or anxiety would make you want to <mask>.", "Boredom or despair would make you want to <mask>."]], "sub_label": "boredom", "obj_label": "dream", "uuid": 28}
{"masked_sentences": [["Seeing boredom or depression on their faces would make you want to <mask> people.", "Seeing boredom or anxiety on their faces would make you want to <mask> people.", "Seeing boredom or despair on their faces would make you want to <mask> people."]], "sub_label": "boredom", "obj_label": "entertain", "uuid": 29}
{"masked_sentences": [["Boredom or depression would make you want to <mask>.", "Boredom or anxiety would make you want to <mask>.", "Boredom or despair would make you want to <mask>."]], "sub_label": "boredom", "obj_label": "fiddle", "uuid": 30}
{"masked_sentences": [["Boredom or depression would make you want to <mask> games.", "Boredom or anxiety would make you want to <mask> games.", "Boredom or despair would make you want to <mask> games."]], "sub_label": "boredom", "obj_label": "play", "uuid": 31}
{"masked_sentences": [["Something that might happen when you do the housework is get a good grade, loss of <mask>, boredom or depression, anger, depression, and lots of cussing.", "Something that might happen when you do the housework is get a good grade, loss of <mask>, boredom or anxiety, anger, depression, and lots of cussing.", "Something that might happen when you do the housework is get a good grade, loss of <mask>, boredom or despair, anger, depression, and lots of cussing."]], "sub_label": "boredom", "obj_label": "sleep", "uuid": 32}
{"masked_sentences": [["Boredom or depression  would make you want to <mask> the net.", "Boredom or anxiety  would make you want to <mask> the net.", "Boredom or despair  would make you want to <mask> the net."]], "sub_label": "boredom", "obj_label": "surf", "uuid": 33}
{"masked_sentences": [["Boredom or depression would make you want to <mask>.", "Boredom or anxiety would make you want to <mask>.", "Boredom or despair would make you want to <mask>."]], "sub_label": "boredom", "obj_label": "travel", "uuid": 34}
{"masked_sentences": [["Something that might happen as a consequence of going to <mask> is boredom or depression .", "Something that might happen as a consequence of going to <mask> is boredom or anxiety .", "Something that might happen as a consequence of going to <mask> is boredom or despair ."]], "sub_label": "boredom", "obj_label": "work", "uuid": 35}
{"masked_sentences": [["Breathing or sweating would make you want to <mask>.", "Breathing or eating would make you want to <mask>.", "Breathing or swallowing would make you want to <mask>."]], "sub_label": "breathing", "obj_label": "drink", "uuid": 36}
{"masked_sentences": [["Caffine or alcohol would make you want to <mask>.", "Caffine or coffee would make you want to <mask>.", "Caffine or wine would make you want to <mask>."]], "sub_label": "caffine", "obj_label": "exercise", "uuid": 37}
{"masked_sentences": [["The story \"Taking The Car or vehicle For A <mask>\" has the step \"It was a beautiful day outside\".", "The story \"Taking The Car or truck For A <mask>\" has the step \"It was a beautiful day outside\".", "The story \"Taking The Car or bus For A <mask>\" has the step \"It was a beautiful day outside\"."]], "sub_label": "car", "obj_label": "drive", "uuid": 38}
{"masked_sentences": [["The fact \"Something you find at the MIT Media Lab is chair or tables\" is illustrated with the story:1. Zak went to the MIT Media Lab2. Zak wanted to <mask> down3. Zak sat on a chair or table that was there.", "The fact \"Something you find at the MIT Media Lab is chair or seats\" is illustrated with the story:1. Zak went to the MIT Media Lab2. Zak wanted to <mask> down3. Zak sat on a chair or seat that was there.", "The fact \"Something you find at the MIT Media Lab is chair or floors\" is illustrated with the story:1. Zak went to the MIT Media Lab2. Zak wanted to <mask> down3. Zak sat on a chair or floor that was there."]], "sub_label": "chair", "obj_label": "sit", "uuid": 39}
{"masked_sentences": [["A challenge or question. would make you want to <mask>.", "A challenge or contest. would make you want to <mask>.", "A challenge or competition. would make you want to <mask>."]], "sub_label": "challenge", "obj_label": "compete", "uuid": 40}
{"masked_sentences": [["A cliff or rock would make you want to <mask>.", "A cliff or diamond would make you want to <mask>.", "A cliff or john would make you want to <mask>."]], "sub_label": "cliff", "obj_label": "climb", "uuid": 41}
{"masked_sentences": [["Cold or hot coffee is very bitter and can cause a person to <mask>.", "Cold or ice coffee is very bitter and can cause a person to <mask>.", "Cold or warm coffee is very bitter and can cause a person to <mask>."]], "sub_label": "cold", "obj_label": "spit", "uuid": 42}
{"masked_sentences": [["Commercials or advertisements would make you want to <mask> lunch.", "Commercials or ads would make you want to <mask> lunch.", "Commercials or advertising would make you want to <mask> lunch."]], "sub_label": "commercials", "obj_label": "eat", "uuid": 43}
{"masked_sentences": [["Compassion or empathy would make you want to <mask> someone.", "Compassion or love would make you want to <mask> someone.", "Compassion or kindness would make you want to <mask> someone."]], "sub_label": "compassion", "obj_label": "forgive", "uuid": 44}
{"masked_sentences": [["A compliment or insult would make you want to <mask>.", "A compliment or praise would make you want to <mask>.", "A compliment or complement would make you want to <mask>."]], "sub_label": "compliment", "obj_label": "kiss", "uuid": 45}
{"masked_sentences": [["Your conscience or empathy would make you want to <mask> someone.", "Your conscience or religion would make you want to <mask> someone.", "Your conscience or ethics would make you want to <mask> someone."]], "sub_label": "conscience", "obj_label": "help", "uuid": 46}
{"masked_sentences": [["Creativity or art would make you want to <mask> a story.", "Creativity or imagination would make you want to <mask> a story.", "Creativity or innovation would make you want to <mask> a story."]], "sub_label": "creativity", "obj_label": "write", "uuid": 47}
{"masked_sentences": [["A crisis or depression would make you want to <mask>.", "A crisis or war would make you want to <mask>.", "A crisis or recession would make you want to <mask>."]], "sub_label": "crisis", "obj_label": "pray", "uuid": 48}
{"masked_sentences": [["Someone crying or screaming would make you want to <mask> someone.", "Someone crying or weeping would make you want to <mask> someone.", "Someone crying or laughing would make you want to <mask> someone."]], "sub_label": "crying", "obj_label": "help", "uuid": 49}
{"masked_sentences": [["Curiosity or fear would make you want to <mask> something new.", "Curiosity or passion would make you want to <mask> something new.", "Curiosity or interest would make you want to <mask> something new."]], "sub_label": "curiosity", "obj_label": "learn", "uuid": 50}
{"masked_sentences": [["Curiosity or fear   would make you want to <mask>.", "Curiosity or passion   would make you want to <mask>.", "Curiosity or interest   would make you want to <mask>."]], "sub_label": "curiosity", "obj_label": "read", "uuid": 51}
{"masked_sentences": [["Danger or risk would make you want to <mask>.", "Danger or fear would make you want to <mask>.", "Danger or death would make you want to <mask>."]], "sub_label": "danger", "obj_label": "lie", "uuid": 52}
{"masked_sentences": [["To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that A funeral is a gathering of people to mourn the death or suicide of an acquaintance or relative.", "To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that A funeral is a gathering of people to mourn the death or life of an acquaintance or relative.", "To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that A funeral is a gathering of people to mourn the death or resurrection of an acquaintance or relative."]], "sub_label": "death", "obj_label": "cry", "uuid": 53}
{"masked_sentences": [["Something that might happen as a consequence of going to the mall is a desire or greed to <mask> things.", "Something that might happen as a consequence of going to the mall is a desire or need to <mask> things.", "Something that might happen as a consequence of going to the mall is a desire or want to <mask> things."]], "sub_label": "desire", "obj_label": "buy", "uuid": 54}
{"masked_sentences": [["To understand the event \"Anne washed the laundry.\", it is important to know that Anne's desire or greed to <mask> the task.", "To understand the event \"Anne washed the laundry.\", it is important to know that Anne's desire or need to <mask> the task.", "To understand the event \"Anne washed the laundry.\", it is important to know that Anne's desire or want to <mask> the task."]], "sub_label": "desire", "obj_label": "perform", "uuid": 55}
{"masked_sentences": [["The devil or god would make you want to <mask>.", "The devil or demon would make you want to <mask>.", "The devil or karma would make you want to <mask>."]], "sub_label": "devil", "obj_label": "lie", "uuid": 56}
{"masked_sentences": [["The statement \"One of the things you do when you <mask> the house is vacuum the carpet\" is true because it removes the dust and dirt or sand from the floors.", "The statement \"One of the things you do when you <mask> the house is vacuum the carpet\" is true because it removes the dust and dirt or grass from the floors.", "The statement \"One of the things you do when you <mask> the house is vacuum the carpet\" is true because it removes the dust and dirt or dust from the floors."]], "sub_label": "dirt", "obj_label": "clean", "uuid": 57}
{"masked_sentences": [["Dirtiness or pollution would make you want to <mask>.", "Dirtiness or corruption would make you want to <mask>.", "Dirtiness or smell would make you want to <mask>."]], "sub_label": "dirtiness", "obj_label": "clean", "uuid": 58}
{"masked_sentences": [["Disobedience or obedience would make you want to <mask> someone.", "Disobedience or rebellion would make you want to <mask> someone.", "Disobedience or defiance would make you want to <mask> someone."]], "sub_label": "disobedience", "obj_label": "punish", "uuid": 59}
{"masked_sentences": [["Divorce or marriage would make you want to <mask>.", "Divorce or separation would make you want to <mask>.", "Divorce or abortion would make you want to <mask>."]], "sub_label": "divorce", "obj_label": "drink", "uuid": 60}
{"masked_sentences": [["Dustballs or dust would make you want to <mask>.", "Dustballs or smoke would make you want to <mask>.", "Dustballs or sand would make you want to <mask>."]], "sub_label": "dustballs", "obj_label": "clean", "uuid": 61}
{"masked_sentences": [["An emergency or emergencies would make you want to <mask>.", "An emergency or urgent would make you want to <mask>.", "An emergency or crisis would make you want to <mask>."]], "sub_label": "emergency", "obj_label": "run", "uuid": 62}
{"masked_sentences": [["Excitement or anxiety would make you want to <mask>.", "Excitement or fear would make you want to <mask>.", "Excitement or anticipation would make you want to <mask>."]], "sub_label": "excitement", "obj_label": "dance", "uuid": 63}
{"masked_sentences": [["A set is a given number of repetitions of a specific exercise or diet that are performed without a <mask>.", "A set is a given number of repetitions of a specific exercise or fitness that are performed without a <mask>.", "A set is a given number of repetitions of a specific exercise or training that are performed without a <mask>."]], "sub_label": "exercise", "obj_label": "rest", "uuid": 64}
{"masked_sentences": [["Exhaustion or fatigue would make you want to <mask>.", "Exhaustion or starvation would make you want to <mask>.", "Exhaustion or death would make you want to <mask>."]], "sub_label": "exhaustion", "obj_label": "sleep", "uuid": 65}
{"masked_sentences": [["Expectation or belief would make you want to <mask>.", "Expectation or expectations would make you want to <mask>.", "Expectation or hope would make you want to <mask>."]], "sub_label": "expectation", "obj_label": "awake", "uuid": 66}
{"masked_sentences": [["Faith or religion would make you want to <mask> someone.", "Faith or love would make you want to <mask> someone.", "Faith or god would make you want to <mask> someone."]], "sub_label": "faith", "obj_label": "kill", "uuid": 67}
{"masked_sentences": [["Faith or religion would make you want to <mask>.", "Faith or love would make you want to <mask>.", "Faith or god would make you want to <mask>."]], "sub_label": "faith", "obj_label": "pray", "uuid": 68}
{"masked_sentences": [["A family or friends all <mask> in a home.", "A family or community all <mask> in a home.", "A family or friend all <mask> in a home."]], "sub_label": "family", "obj_label": "live", "uuid": 69}
{"masked_sentences": [["Fantasizing or dreaming would make you want to <mask>.", "Fantasizing or fantasy would make you want to <mask>.", "Fantasizing or delusion would make you want to <mask>."]], "sub_label": "fantasizing", "obj_label": "pretend", "uuid": 70}
{"masked_sentences": [["The statement \"a person wants to sleep\" is true because After being awake for about 16 hours, a person feels fatigue or hunger, and needs to <mask>.", "The statement \"a person wants to sleep\" is true because After being awake for about 16 hours, a person feels fatigue or stress, and needs to <mask>.", "The statement \"a person wants to sleep\" is true because After being awake for about 16 hours, a person feels fatigue or pain, and needs to <mask>."]], "sub_label": "fatigue", "obj_label": "rest", "uuid": 71}
{"masked_sentences": [["The statement \"a person wants to <mask>\" is true because After being awake for about 16 hours, a person feels fatigue or hunger, and needs to rest.", "The statement \"a person wants to <mask>\" is true because After being awake for about 16 hours, a person feels fatigue or stress, and needs to rest.", "The statement \"a person wants to <mask>\" is true because After being awake for about 16 hours, a person feels fatigue or pain, and needs to rest."]], "sub_label": "fatigue", "obj_label": "sleep", "uuid": 72}
{"masked_sentences": [["Anyone can <mask> another person for a favor or love.", "Anyone can <mask> another person for a favor or like.", "Anyone can <mask> another person for a favor or trust."]], "sub_label": "favor", "obj_label": "thank", "uuid": 73}
{"masked_sentences": [["Fear or anxiety would make you want to <mask>.", "Fear or anger would make you want to <mask>.", "Fear or panic would make you want to <mask>."]], "sub_label": "fear", "obj_label": "run", "uuid": 74}
{"masked_sentences": [["My fiancee or husband would make you want to <mask>.", "My fiancee or wife would make you want to <mask>.", "My fiancee or girlfriend would make you want to <mask>."]], "sub_label": "fiancee", "obj_label": "kiss", "uuid": 75}
{"masked_sentences": [["Flab or fat would make you want to <mask>.", "Flab or weight would make you want to <mask>.", "Flab or obesity would make you want to <mask>."]], "sub_label": "flab", "obj_label": "exercise", "uuid": 76}
{"masked_sentences": [["A flood or rain would make you want to <mask>.", "A flood or flooding would make you want to <mask>.", "A flood or drought would make you want to <mask>."]], "sub_label": "flood", "obj_label": "climb", "uuid": 77}
{"masked_sentences": [["Friendliness or love would make you want to <mask>.", "Friendliness or kindness would make you want to <mask>.", "Friendliness or trust would make you want to <mask>."]], "sub_label": "friendliness", "obj_label": "talk", "uuid": 78}
{"masked_sentences": [["One of the things you do when you go to a party is <mask> with friends or family.", "One of the things you do when you go to a party is <mask> with friends or acquaintances.", "One of the things you do when you go to a party is <mask> with friends or colleagues."]], "sub_label": "friends", "obj_label": "talk", "uuid": 79}
{"masked_sentences": [["Friendship or love would make you want to <mask> someone.", "Friendship or family would make you want to <mask> someone.", "Friendship or trust would make you want to <mask> someone."]], "sub_label": "friendship", "obj_label": "surprise", "uuid": 80}
{"masked_sentences": [["You would play a game or games because you want <mask>.", "You would play a game or video because you want <mask>.", "You would play a game or player because you want <mask>."]], "sub_label": "game", "obj_label": "compete", "uuid": 81}
{"masked_sentences": [["Generosity or gratitude would make you want to <mask> someone.", "Generosity or kindness would make you want to <mask> someone.", "Generosity or charity would make you want to <mask> someone."]], "sub_label": "generosity", "obj_label": "help", "uuid": 82}
{"masked_sentences": [["One of the things you do when you open a gift or money is <mask> the giver.", "One of the things you do when you open a gift or love is <mask> the giver.", "One of the things you do when you open a gift or giving is <mask> the giver."]], "sub_label": "gift", "obj_label": "thank", "uuid": 83}
{"masked_sentences": [["The statement \"In the event \"Billy is a soccer player.  Billy scored a goal or score.\", something that changed was Billy's team won the soccer game\" helps answer the question \"How do you <mask> points in a soccer game?\".", "The statement \"In the event \"Billy is a soccer player.  Billy scored a goal or target.\", something that changed was Billy's team won the soccer game\" helps answer the question \"How do you <mask> points in a soccer game?\".", "The statement \"In the event \"Billy is a soccer player.  Billy scored a goal or point.\", something that changed was Billy's team won the soccer game\" helps answer the question \"How do you <mask> points in a soccer game?\"."]], "sub_label": "goal", "obj_label": "get", "uuid": 84}
{"masked_sentences": [["Graduating or graduation would make you want to <mask>.", "Graduating or finishing would make you want to <mask>.", "Graduating or leaving would make you want to <mask>."]], "sub_label": "graduating", "obj_label": "celebrate", "uuid": 85}
{"masked_sentences": [["Greed or envy would make you want to <mask> something.", "Greed or jealousy would make you want to <mask> something.", "Greed or lust would make you want to <mask> something."]], "sub_label": "greed", "obj_label": "get", "uuid": 86}
{"masked_sentences": [["Greed or envy would make you want to <mask>.", "Greed or jealousy would make you want to <mask>.", "Greed or lust would make you want to <mask>."]], "sub_label": "greed", "obj_label": "lie", "uuid": 87}
{"masked_sentences": [["A sociopath can <mask> with out feeling guilt or shame.", "A sociopath can <mask> with out feeling guilt or remorse.", "A sociopath can <mask> with out feeling guilt or punishment."]], "sub_label": "guilt", "obj_label": "lie", "uuid": 88}
{"masked_sentences": [["Happiness or love would make you want to <mask>.", "Happiness or health would make you want to <mask>.", "Happiness or joy would make you want to <mask>."]], "sub_label": "happiness", "obj_label": "fiddle", "uuid": 89}
{"masked_sentences": [["Happiness or love would make you want to <mask>.", "Happiness or health would make you want to <mask>.", "Happiness or joy would make you want to <mask>."]], "sub_label": "happiness", "obj_label": "sing", "uuid": 90}
{"masked_sentences": [["You would <mask> people because you hate or fear them.", "You would <mask> people because you hate or love them.", "You would <mask> people because you hate or anger them."]], "sub_label": "hate", "obj_label": "kill", "uuid": 91}
{"masked_sentences": [["Hatred or prejudice would make you want to <mask> someone.", "Hatred or hate would make you want to <mask> someone.", "Hatred or anger would make you want to <mask> someone."]], "sub_label": "hatred", "obj_label": "judge", "uuid": 92}
{"masked_sentences": [["Hatred or prejudice would make you want to <mask> someone.", "Hatred or hate would make you want to <mask> someone.", "Hatred or anger would make you want to <mask> someone."]], "sub_label": "hatred", "obj_label": "punch", "uuid": 93}
{"masked_sentences": [["Heat or cold would make you want to go for a <mask>.", "Heat or water would make you want to go for a <mask>.", "Heat or light would make you want to go for a <mask>."]], "sub_label": "heat", "obj_label": "swim", "uuid": 94}
{"masked_sentences": [["Something that might happen when you <mask> food is hunger or thirst.", "Something that might happen when you <mask> food is hunger or starvation.", "Something that might happen when you <mask> food is hunger or depression."]], "sub_label": "hunger", "obj_label": "buy", "uuid": 95}
{"masked_sentences": [["Hunger or thirst would make you want to <mask>.", "Hunger or starvation would make you want to <mask>.", "Hunger or depression would make you want to <mask>."]], "sub_label": "hunger", "obj_label": "cook", "uuid": 96}
{"masked_sentences": [["The statement \"hunger or thirst would make you want to <mask> in a restaurant\" helps answer the question \"What can one to when one is hungry?\".", "The statement \"hunger or starvation would make you want to <mask> in a restaurant\" helps answer the question \"What can one to when one is hungry?\".", "The statement \"hunger or depression would make you want to <mask> in a restaurant\" helps answer the question \"What can one to when one is hungry?\"."]], "sub_label": "hunger", "obj_label": "eat", "uuid": 97}
{"masked_sentences": [["Hunger or thirst would make you want to <mask>.", "Hunger or starvation would make you want to <mask>.", "Hunger or depression would make you want to <mask>."]], "sub_label": "hunger", "obj_label": "fish", "uuid": 98}
{"masked_sentences": [["Ignorance or confusion would make you want to <mask> someone.", "Ignorance or stupidity would make you want to <mask> someone.", "Ignorance or arrogance would make you want to <mask> someone."]], "sub_label": "ignorance", "obj_label": "judge", "uuid": 99}
{"masked_sentences": [["Ignorance or confusion would make you want to <mask> something new.", "Ignorance or stupidity would make you want to <mask> something new.", "Ignorance or arrogance would make you want to <mask> something new."]], "sub_label": "ignorance", "obj_label": "learn", "uuid": 100}
{"masked_sentences": [["Something that impressed or excited you would make you want to <mask>.", "Something that impressed or surprised you would make you want to <mask>.", "Something that impressed or amazed you would make you want to <mask>."]], "sub_label": "impressed", "obj_label": "learn", "uuid": 101}
{"masked_sentences": [["An incentive or motivation would make you want to <mask>.", "An incentive or reward would make you want to <mask>.", "An incentive or opportunity would make you want to <mask>."]], "sub_label": "incentive", "obj_label": "perform", "uuid": 102}
{"masked_sentences": [["An injury or death would make you want to <mask> someone.", "An injury or illness would make you want to <mask> someone.", "An injury or pain would make you want to <mask> someone."]], "sub_label": "injury", "obj_label": "punish", "uuid": 103}
{"masked_sentences": [["Insanity or schizophrenia would make you want to <mask> people.", "Insanity or depression would make you want to <mask> people.", "Insanity or psychosis would make you want to <mask> people."]], "sub_label": "insanity", "obj_label": "kill", "uuid": 104}
{"masked_sentences": [["Inspiration or motivation would make you want to <mask>.", "Inspiration or passion would make you want to <mask>.", "Inspiration or creativity would make you want to <mask>."]], "sub_label": "inspiration", "obj_label": "type", "uuid": 105}
{"masked_sentences": [["Inspiration or motivation would make you want to <mask>.", "Inspiration or passion would make you want to <mask>.", "Inspiration or creativity would make you want to <mask>."]], "sub_label": "inspiration", "obj_label": "write", "uuid": 106}
{"masked_sentences": [["An insult or abuse would make you want to <mask>.", "An insult or slander would make you want to <mask>.", "An insult or disrespect would make you want to <mask>."]], "sub_label": "insult", "obj_label": "fence", "uuid": 107}
{"masked_sentences": [["Jealousy or envy would make you want to <mask>.", "Jealousy or anger would make you want to <mask>.", "Jealousy or love would make you want to <mask>."]], "sub_label": "jealousy", "obj_label": "compete", "uuid": 108}
{"masked_sentences": [["Jealousy or envy would make you want to <mask> someone.", "Jealousy or anger would make you want to <mask> someone.", "Jealousy or love would make you want to <mask> someone."]], "sub_label": "jealousy", "obj_label": "judge", "uuid": 109}
{"masked_sentences": [["Hearing a joke or satire would make you want to make people <mask>.", "Hearing a joke or parody would make you want to make people <mask>.", "Hearing a joke or pun would make you want to make people <mask>."]], "sub_label": "joke", "obj_label": "laugh", "uuid": 110}
{"masked_sentences": [["<mask> joy or love.", "<mask> joy or happiness.", "<mask> joy or pleasure."]], "sub_label": "joy", "obj_label": "sing", "uuid": 111}
{"masked_sentences": [["A kiss or touch would make you want to <mask> someone.", "A kiss or hug would make you want to <mask> someone.", "A kiss or love would make you want to <mask> someone."]], "sub_label": "kiss", "obj_label": "help", "uuid": 112}
{"masked_sentences": [["To understand the event \"John borrowed some books from the library or database.\", it is important to know that John loves to <mask> books.", "To understand the event \"John borrowed some books from the library or libraries.\", it is important to know that John loves to <mask> books.", "To understand the event \"John borrowed some books from the library or book.\", it is important to know that John loves to <mask> books."]], "sub_label": "library", "obj_label": "read", "uuid": 113}
{"masked_sentences": [["Falling in love or hate would make you want to <mask> someone.", "Falling in love or sex would make you want to <mask> someone.", "Falling in love or lust would make you want to <mask> someone."]], "sub_label": "love", "obj_label": "entertain", "uuid": 114}
{"masked_sentences": [["You would <mask> someone because you love or hate them and realize people make mistakes.", "You would <mask> someone because you love or sex them and realize people make mistakes.", "You would <mask> someone because you love or lust them and realize people make mistakes."]], "sub_label": "love", "obj_label": "forgive", "uuid": 115}
{"masked_sentences": [["The statement \"St. John said, 'God is love or hate.'\" is true because St. John believed that about God, and was trying to <mask> other people to believe the same thing.", "The statement \"St. John said, 'God is love or sex.'\" is true because St. John believed that about God, and was trying to <mask> other people to believe the same thing.", "The statement \"St. John said, 'God is love or lust.'\" is true because St. John believed that about God, and was trying to <mask> other people to believe the same thing."]], "sub_label": "love", "obj_label": "get", "uuid": 116}
{"masked_sentences": [["Love or hate would make you want to <mask>.", "Love or sex would make you want to <mask>.", "Love or lust would make you want to <mask>."]], "sub_label": "love", "obj_label": "lie", "uuid": 117}
{"masked_sentences": [["Love or hate would make you want to <mask>.", "Love or sex would make you want to <mask>.", "Love or lust would make you want to <mask>."]], "sub_label": "love", "obj_label": "paint", "uuid": 118}
{"masked_sentences": [["If you want to <mask> then you should make love or hate.", "If you want to <mask> then you should make love or sex.", "If you want to <mask> then you should make love or lust."]], "sub_label": "love", "obj_label": "reproduce", "uuid": 119}
{"masked_sentences": [["The statement \"It is psychologically good for people to <mask> and dance and make love or hate.\" helps answer the question \"how can I improve my psychological health?\".", "The statement \"It is psychologically good for people to <mask> and dance and make love or sex.\" helps answer the question \"how can I improve my psychological health?\".", "The statement \"It is psychologically good for people to <mask> and dance and make love or lust.\" helps answer the question \"how can I improve my psychological health?\"."]], "sub_label": "love", "obj_label": "sing", "uuid": 120}
{"masked_sentences": [["Something you might do while loving or hating another is <mask>.", "Something you might do while loving or love another is <mask>.", "Something you might do while loving or caring another is <mask>."]], "sub_label": "loving", "obj_label": "kiss", "uuid": 121}
{"masked_sentences": [["Picture description: man giving in to his lust or love as he extends to <mask> a woman.", "Picture description: man giving in to his lust or desire as he extends to <mask> a woman.", "Picture description: man giving in to his lust or passion as he extends to <mask> a woman."]], "sub_label": "lust", "obj_label": "kiss", "uuid": 122}
{"masked_sentences": [["Malice or evil would make you want to <mask>.", "Malice or love would make you want to <mask>.", "Malice or violence would make you want to <mask>."]], "sub_label": "malice", "obj_label": "kill", "uuid": 123}
{"masked_sentences": [["Mistakes or errors would make you want to <mask>.", "Mistakes or lies would make you want to <mask>.", "Mistakes or accidents would make you want to <mask>."]], "sub_label": "mistakes", "obj_label": "lie", "uuid": 124}
{"masked_sentences": [["You might like to <mask> some money or gold on food.", "You might like to <mask> some money or time on food.", "You might like to <mask> some money or credit on food."]], "sub_label": "money", "obj_label": "spend", "uuid": 125}
{"masked_sentences": [["The story \"Working\" has the step \"some types of <mask> pay more money or gold than others\".", "The story \"Working\" has the step \"some types of <mask> pay more money or time than others\".", "The story \"Working\" has the step \"some types of <mask> pay more money or credit than others\"."]], "sub_label": "money", "obj_label": "work", "uuid": 126}
{"masked_sentences": [["Mood or emotion would make you want to <mask>.", "Mood or energy would make you want to <mask>.", "Mood or anxiety would make you want to <mask>."]], "sub_label": "mood", "obj_label": "smoke", "uuid": 127}
{"masked_sentences": [["Motivation or desire would make you want to <mask>.", "Motivation or purpose would make you want to <mask>.", "Motivation or inspiration would make you want to <mask>."]], "sub_label": "motivation", "obj_label": "study", "uuid": 128}
{"masked_sentences": [["Muff or milk would make you want to <mask>.", "Muff or poop would make you want to <mask>.", "Muff or puff would make you want to <mask>."]], "sub_label": "muff", "obj_label": "dive", "uuid": 129}
{"masked_sentences": [["A person wants to <mask> to music or art in the deep sea.", "A person wants to <mask> to music or dance in the deep sea.", "A person wants to <mask> to music or film in the deep sea."]], "sub_label": "music", "obj_label": "dance", "uuid": 130}
{"masked_sentences": [["The statement \"music or art would make you want to <mask>\" is true because Watching an activity can cause a desire to imitate the activity in the viewer.", "The statement \"music or dance would make you want to <mask>\" is true because Watching an activity can cause a desire to imitate the activity in the viewer.", "The statement \"music or film would make you want to <mask>\" is true because Watching an activity can cause a desire to imitate the activity in the viewer."]], "sub_label": "music", "obj_label": "fiddle", "uuid": 131}
{"masked_sentences": [["If you want to relax then you should <mask> to music or art.", "If you want to relax then you should <mask> to music or dance.", "If you want to relax then you should <mask> to music or film."]], "sub_label": "music", "obj_label": "listen", "uuid": 132}
{"masked_sentences": [["Vocalists can <mask> the lyrics for music or art.", "Vocalists can <mask> the lyrics for music or dance.", "Vocalists can <mask> the lyrics for music or film."]], "sub_label": "music", "obj_label": "sing", "uuid": 133}
{"masked_sentences": [["One of the things you do when you <mask> is dance to romantic music or art.", "One of the things you do when you <mask> is dance to romantic music or dance.", "One of the things you do when you <mask> is dance to romantic music or film."]], "sub_label": "music", "obj_label": "skate", "uuid": 134}
{"masked_sentences": [["Something you need or want to do before you go to the zoo is <mask> a ticket.", "Something you need or desire to do before you go to the zoo is <mask> a ticket.", "Something you need or value to do before you go to the zoo is <mask> a ticket."]], "sub_label": "need", "obj_label": "buy", "uuid": 135}
{"masked_sentences": [["Needing or desire to <mask> groceries would make you want to make a shopping list.", "Needing or need to <mask> groceries would make you want to make a shopping list.", "Needing or craving to <mask> groceries would make you want to make a shopping list."]], "sub_label": "needing", "obj_label": "buy", "uuid": 136}
{"masked_sentences": [["Numb or sleep would make you want to <mask>.", "Numb or cold would make you want to <mask>.", "Numb or paralyzed would make you want to <mask>."]], "sub_label": "numb", "obj_label": "walk", "uuid": 137}
{"masked_sentences": [["Sometimes using a television causes obesity or diabetes if used in place of <mask>.", "Sometimes using a television causes obesity or smoking if used in place of <mask>.", "Sometimes using a television causes obesity or cancer if used in place of <mask>."]], "sub_label": "obesity", "obj_label": "exercise", "uuid": 138}
{"masked_sentences": [["Oceans or rivers would make you want to <mask>.", "Oceans or seas would make you want to <mask>.", "Oceans or water would make you want to <mask>."]], "sub_label": "oceans", "obj_label": "surf", "uuid": 139}
{"masked_sentences": [["An opportunity or risk would make you want to <mask> someone.", "An opportunity or choice would make you want to <mask> someone.", "An opportunity or success would make you want to <mask> someone."]], "sub_label": "opportunity", "obj_label": "surprise", "uuid": 140}
{"masked_sentences": [["An orgasm or ecstasy would make you want to <mask>.", "An orgasm or sex would make you want to <mask>.", "An orgasm or fever would make you want to <mask>."]], "sub_label": "orgasm", "obj_label": "relax", "uuid": 141}
{"masked_sentences": [["Overeating or smoking would make you want to <mask>.", "Overeating or eating would make you want to <mask>.", "Overeating or fasting would make you want to <mask>."]], "sub_label": "overeating", "obj_label": "exercise", "uuid": 142}
{"masked_sentences": [["A passion or love for tickets would make you want to <mask> the box office.", "A passion or desire for tickets would make you want to <mask> the box office.", "A passion or anger for tickets would make you want to <mask> the box office."]], "sub_label": "passion", "obj_label": "work", "uuid": 143}
{"masked_sentences": [["To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that funerals are gatherings for the friends and relatives of people or animals who die.", "To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that funerals are gatherings for the friends and relatives of people or children who die.", "To understand the event \"Pam started to <mask>.  Pam was at a funeral.\", it is important to know that funerals are gatherings for the friends and relatives of people or things who die."]], "sub_label": "people", "obj_label": "cry", "uuid": 144}
{"masked_sentences": [["Perfume or fragrance would make you want to <mask>.", "Perfume or scent would make you want to <mask>.", "Perfume or smell would make you want to <mask>."]], "sub_label": "perfume", "obj_label": "kiss", "uuid": 145}
{"masked_sentences": [["Picture or text description: I can't <mask> what th is is.", "Picture or image description: I can't <mask> what th is is.", "Picture or video description: I can't <mask> what th is is."]], "sub_label": "picture", "obj_label": "remember", "uuid": 146}
{"masked_sentences": [["Taking sleeping pills or aspirin would make you want to go to <mask>.", "Taking sleeping pills or tablets would make you want to go to <mask>.", "Taking sleeping pills or capsules would make you want to go to <mask>."]], "sub_label": "pills", "obj_label": "sleep", "uuid": 147}
{"masked_sentences": [["Pizza or pie would make you want to <mask>.", "Pizza or cheese would make you want to <mask>.", "Pizza or pasta would make you want to <mask>."]], "sub_label": "pizza", "obj_label": "drink", "uuid": 148}
{"masked_sentences": [["Powerlessness or power would make you want to <mask>.", "Powerlessness or despair would make you want to <mask>.", "Powerlessness or poverty would make you want to <mask>."]], "sub_label": "powerlessness", "obj_label": "suicide", "uuid": 149}
{"masked_sentences": [["Prejudice or racism would make you want to <mask> someone.", "Prejudice or discrimination would make you want to <mask> someone.", "Prejudice or sexism would make you want to <mask> someone."]], "sub_label": "prejudice", "obj_label": "punch", "uuid": 150}
{"masked_sentences": [["The need to solve a problem or solution would make you want to <mask> a computer.", "The need to solve a problem or problems would make you want to <mask> a computer.", "The need to solve a problem or question would make you want to <mask> a computer."]], "sub_label": "problem", "obj_label": "program", "uuid": 151}
{"masked_sentences": [["Provocation or aggression would make you want to <mask>.", "Provocation or coercion would make you want to <mask>.", "Provocation or threat would make you want to <mask>."]], "sub_label": "provocation", "obj_label": "compete", "uuid": 152}
{"masked_sentences": [["The statement \"joining the army is for killing people\" helps answer the question or answer \"What is a pacifist to <mask> of the armed forces?\".", "The statement \"joining the army is for killing people\" helps answer the question or ask \"What is a pacifist to <mask> of the armed forces?\".", "The statement \"joining the army is for killing people\" helps answer the question or statement \"What is a pacifist to <mask> of the armed forces?\"."]], "sub_label": "question", "obj_label": "think", "uuid": 153}
{"masked_sentences": [["A quiz or question would make you want to <mask>.", "A quiz or test would make you want to <mask>.", "A quiz or answer would make you want to <mask>."]], "sub_label": "quiz", "obj_label": "remember", "uuid": 154}
{"masked_sentences": [["Rage or anger would make you want to <mask>.", "Rage or hate would make you want to <mask>.", "Rage or hatred would make you want to <mask>."]], "sub_label": "rage", "obj_label": "kill", "uuid": 155}
{"masked_sentences": [["You may not <mask> about reading or writing while you are enjoying the fresh air.", "You may not <mask> about reading or listening while you are enjoying the fresh air.", "You may not <mask> about reading or learning while you are enjoying the fresh air."]], "sub_label": "reading", "obj_label": "think", "uuid": 156}
{"masked_sentences": [["Something that might happen when you <mask> is losing touch with reality or fantasy.", "Something that might happen when you <mask> is losing touch with reality or fiction.", "Something that might happen when you <mask> is losing touch with reality or perception."]], "sub_label": "reality", "obj_label": "pretend", "uuid": 157}
{"masked_sentences": [["Relationships or marriage would make you want to <mask>.", "Relationships or marriages would make you want to <mask>.", "Relationships or love would make you want to <mask>."]], "sub_label": "relationships", "obj_label": "live", "uuid": 158}
{"masked_sentences": [["Restlessness or anxiety would make you want to <mask>.", "Restlessness or boredom would make you want to <mask>.", "Restlessness or depression would make you want to <mask>."]], "sub_label": "restlessness", "obj_label": "hike", "uuid": 159}
{"masked_sentences": [["Revenge or vengeance would make you want to <mask>.", "Revenge or betrayal would make you want to <mask>.", "Revenge or justice would make you want to <mask>."]], "sub_label": "revenge", "obj_label": "write", "uuid": 160}
{"masked_sentences": [["<mask> is a type of rock or metal traversing.", "<mask> is a type of rock or steel traversing.", "<mask> is a type of rock or earth traversing."]], "sub_label": "rock", "obj_label": "climb", "uuid": 161}
{"masked_sentences": [["Romance or love would make you want to <mask>.", "Romance or sex would make you want to <mask>.", "Romance or friendship would make you want to <mask>."]], "sub_label": "romance", "obj_label": "cook", "uuid": 162}
{"masked_sentences": [["Romance or love is ALWAYS in the \"little things\": a word, a glance, an acknowledgement, a perception, a helping hand, a <mask>, a bed made, laundry done, flowers for no reason, a hand written note, a poem on the refrigerator, a meal prepared, the toilet washed, a kind hand -- patting, a shoulder to cry on, a person to laugh with, a committment like no other, a friend, a child hugged, a dirty diaper changed, warm bodies, wet places, companionhip treasured.", "Romance or sex is ALWAYS in the \"little things\": a word, a glance, an acknowledgement, a perception, a helping hand, a <mask>, a bed made, laundry done, flowers for no reason, a hand written note, a poem on the refrigerator, a meal prepared, the toilet washed, a kind hand -- patting, a shoulder to cry on, a person to laugh with, a committment like no other, a friend, a child hugged, a dirty diaper changed, warm bodies, wet places, companionhip treasured.", "Romance or friendship is ALWAYS in the \"little things\": a word, a glance, an acknowledgement, a perception, a helping hand, a <mask>, a bed made, laundry done, flowers for no reason, a hand written note, a poem on the refrigerator, a meal prepared, the toilet washed, a kind hand -- patting, a shoulder to cry on, a person to laugh with, a committment like no other, a friend, a child hugged, a dirty diaper changed, warm bodies, wet places, companionhip treasured."]], "sub_label": "romance", "obj_label": "kiss", "uuid": 163}
{"masked_sentences": [["Something you might do while running or cycling twenty six miles is have to stop for a <mask>.", "Something you might do while running or walking twenty six miles is have to stop for a <mask>.", "Something you might do while running or swimming twenty six miles is have to stop for a <mask>."]], "sub_label": "running", "obj_label": "rest", "uuid": 164}
{"masked_sentences": [["<mask> is sadness or depression action.", "<mask> is sadness or despair action.", "<mask> is sadness or happiness action."]], "sub_label": "sadness", "obj_label": "cry", "uuid": 165}
{"masked_sentences": [["Sensitivity or specificity would make you want to <mask> someone.", "Sensitivity or tolerance would make you want to <mask> someone.", "Sensitivity or empathy would make you want to <mask> someone."]], "sub_label": "sensitivity", "obj_label": "judge", "uuid": 166}
{"masked_sentences": [["The last thing you do when you enjoy the day is <mask> after sex or gender.", "The last thing you do when you enjoy the day is <mask> after sex or sexuality.", "The last thing you do when you enjoy the day is <mask> after sex or love."]], "sub_label": "sex", "obj_label": "smoke", "uuid": 167}
{"masked_sentences": [["Skydiving or flying would make you want to <mask>.", "Skydiving or skiing would make you want to <mask>.", "Skydiving or diving would make you want to <mask>."]], "sub_label": "skydiving", "obj_label": "fall", "uuid": 168}
{"masked_sentences": [["People can <mask> on snow or ice.", "People can <mask> on snow or rain.", "People can <mask> on snow or water."]], "sub_label": "snow", "obj_label": "ski", "uuid": 169}
{"masked_sentences": [["Sorrow or pain would make you want to <mask> someone.", "Sorrow or sadness would make you want to <mask> someone.", "Sorrow or despair would make you want to <mask> someone."]], "sub_label": "sorrow", "obj_label": "forgive", "uuid": 170}
{"masked_sentences": [["<mask> is related to speaking or writing.", "<mask> is related to speaking or listening.", "<mask> is related to speaking or acting."]], "sub_label": "speaking", "obj_label": "listen", "uuid": 171}
{"masked_sentences": [["Spring or winter would make you want to <mask>.", "Spring or summer would make you want to <mask>.", "Spring or fall would make you want to <mask>."]], "sub_label": "spring", "obj_label": "hike", "uuid": 172}
{"masked_sentences": [["Springtime or winter would make you want to <mask>.", "Springtime or spring would make you want to <mask>.", "Springtime or summer would make you want to <mask>."]], "sub_label": "springtime", "obj_label": "sing", "uuid": 173}
{"masked_sentences": [["Starvation or hunger would make you want to <mask>.", "Starvation or death would make you want to <mask>.", "Starvation or famine would make you want to <mask>."]], "sub_label": "starvation", "obj_label": "kill", "uuid": 174}
{"masked_sentences": [["Stress or anxiety would make you want to <mask>.", "Stress or depression would make you want to <mask>.", "Stress or fear would make you want to <mask>."]], "sub_label": "stress", "obj_label": "breathe", "uuid": 175}
{"masked_sentences": [["Stress or anxiety would make you want to <mask>.", "Stress or depression would make you want to <mask>.", "Stress or fear would make you want to <mask>."]], "sub_label": "stress", "obj_label": "dream", "uuid": 176}
{"masked_sentences": [["Success or failure would make you want to <mask>.", "Success or happiness would make you want to <mask>.", "Success or death would make you want to <mask>."]], "sub_label": "success", "obj_label": "celebrate", "uuid": 177}
{"masked_sentences": [["Success or failure would make you want to <mask>.", "Success or happiness would make you want to <mask>.", "Success or death would make you want to <mask>."]], "sub_label": "success", "obj_label": "reproduce", "uuid": 178}
{"masked_sentences": [["Children can <mask> during the summer or winter.", "Children can <mask> during the summer or spring.", "Children can <mask> during the summer or autumn."]], "sub_label": "summer", "obj_label": "fish", "uuid": 179}
{"masked_sentences": [["You would surprise or shock someone because you <mask> it is funny.", "You would surprise or fear someone because you <mask> it is funny.", "You would surprise or excitement someone because you <mask> it is funny."]], "sub_label": "surprise", "obj_label": "think", "uuid": 180}
{"masked_sentences": [["Sympathy or love would make you want to <mask> someone.", "Sympathy or empathy would make you want to <mask> someone.", "Sympathy or compassion would make you want to <mask> someone."]], "sub_label": "sympathy", "obj_label": "forgive", "uuid": 181}
{"masked_sentences": [["Situation: The administration will view the <mask> hall as the teacher or student's preparation time. .", "Situation: The administration will view the <mask> hall as the teacher or principal's preparation time. .", "Situation: The administration will view the <mask> hall as the teacher or educator's preparation time. ."]], "sub_label": "teacher", "obj_label": "study", "uuid": 182}
{"masked_sentences": [["Tedium or uranium would make you want to <mask>.", "Tedium or lithium would make you want to <mask>.", "Tedium or mercury would make you want to <mask>."]], "sub_label": "tedium", "obj_label": "sleep", "uuid": 183}
{"masked_sentences": [["Terrorism or war would make you want to <mask>.", "Terrorism or suicide would make you want to <mask>.", "Terrorism or violence would make you want to <mask>."]], "sub_label": "terrorism", "obj_label": "hide", "uuid": 184}
{"masked_sentences": [["<mask> is used for satisfying thirst or hunger.", "<mask> is used for satisfying thirst or passion.", "<mask> is used for satisfying thirst or desire."]], "sub_label": "thirst", "obj_label": "drink", "uuid": 185}
{"masked_sentences": [["Tiredness or sleep would make you want to <mask> at night.", "Tiredness or fatigue would make you want to <mask> at night.", "Tiredness or pain would make you want to <mask> at night."]], "sub_label": "tiredness", "obj_label": "sleep", "uuid": 186}
{"masked_sentences": [["Tobacco or alcohol would make you want to <mask>.", "Tobacco or nicotine would make you want to <mask>.", "Tobacco or marijuana would make you want to <mask>."]], "sub_label": "tobacco", "obj_label": "spit", "uuid": 187}
{"masked_sentences": [["Some people like to <mask> on trampolines or toys.", "Some people like to <mask> on trampolines or springs.", "Some people like to <mask> on trampolines or bicycles."]], "sub_label": "trampolines", "obj_label": "jump", "uuid": 188}
{"masked_sentences": [["Vanity or sex would make you want to <mask>.", "Vanity or beauty would make you want to <mask>.", "Vanity or fame would make you want to <mask>."]], "sub_label": "vanity", "obj_label": "groom", "uuid": 189}
{"masked_sentences": [["The vengeance or revenge would make you want to <mask> someone.", "The vengeance or retribution would make you want to <mask> someone.", "The vengeance or anger would make you want to <mask> someone."]], "sub_label": "vengeance", "obj_label": "kill", "uuid": 190}
{"masked_sentences": [["You would <mask> because you want others to know about your victory or defeat.", "You would <mask> because you want others to know about your victory or success.", "You would <mask> because you want others to know about your victory or failure."]], "sub_label": "victory", "obj_label": "celebrate", "uuid": 191}
{"masked_sentences": [["Waiting or watching would make you want to <mask>.", "Waiting or hoping would make you want to <mask>.", "Waiting or anticipation would make you want to <mask>."]], "sub_label": "waiting", "obj_label": "fiddle", "uuid": 192}
{"masked_sentences": [["Wanting or needing to <mask> on the internet would make you want to use a computer.", "Wanting or desire to <mask> on the internet would make you want to use a computer.", "Wanting or need to <mask> on the internet would make you want to use a computer."]], "sub_label": "wanting", "obj_label": "get", "uuid": 193}
{"masked_sentences": [["One of the things you do when you go to war or peace is <mask>.", "One of the things you do when you go to war or revolution is <mask>.", "One of the things you do when you go to war or conflict is <mask>."]], "sub_label": "war", "obj_label": "kill", "uuid": 194}
{"masked_sentences": [["<mask> is ride waves or particles.", "<mask> is ride waves or currents.", "<mask> is ride waves or vibrations."]], "sub_label": "waves", "obj_label": "surf", "uuid": 195}
{"masked_sentences": [["Wine or beer would make you want to <mask>.", "Wine or alcohol would make you want to <mask>.", "Wine or water would make you want to <mask>."]], "sub_label": "wine", "obj_label": "talk", "uuid": 196}
{"masked_sentences": [["Winning or losing would make you want to <mask>.", "Winning or loss would make you want to <mask>.", "Winning or success would make you want to <mask>."]], "sub_label": "winning", "obj_label": "celebrate", "uuid": 197}
{"masked_sentences": [["If you want to <mask> against someone then you should understand that winning or losing is not everything: playing the game is the thing!", "If you want to <mask> against someone then you should understand that winning or loss is not everything: playing the game is the thing!", "If you want to <mask> against someone then you should understand that winning or success is not everything: playing the game is the thing!"]], "sub_label": "winning", "obj_label": "compete", "uuid": 198}
{"masked_sentences": [["Winter or summer would make you want to <mask>.", "Winter or spring would make you want to <mask>.", "Winter or autumn would make you want to <mask>."]], "sub_label": "winter", "obj_label": "knit", "uuid": 199}
{"masked_sentences": [["<mask> is used for winter or summer sport.", "<mask> is used for winter or spring sport.", "<mask> is used for winter or autumn sport."]], "sub_label": "winter", "obj_label": "skate", "uuid": 200}
{"masked_sentences": [["Another way to say \"people like to <mask> in the winter or summer\" is \"people enjoy skiing\".", "Another way to say \"people like to <mask> in the winter or spring\" is \"people enjoy skiing\".", "Another way to say \"people like to <mask> in the winter or autumn\" is \"people enjoy skiing\"."]], "sub_label": "winter", "obj_label": "ski", "uuid": 201}
{"masked_sentences": [["Wisdom or knowledge would make you want to <mask>.", "Wisdom or intelligence would make you want to <mask>.", "Wisdom or insight would make you want to <mask>."]], "sub_label": "wisdom", "obj_label": "listen", "uuid": 202}
{"masked_sentences": [["Wondering or curiosity would make you want to <mask>.", "Wondering or wonder would make you want to <mask>.", "Wondering or dreaming would make you want to <mask>."]], "sub_label": "wondering", "obj_label": "remember", "uuid": 203}
{"masked_sentences": [["Having a <mask> requires stopping your work or play.", "Having a <mask> requires stopping your work or life.", "Having a <mask> requires stopping your work or home."]], "sub_label": "work", "obj_label": "rest", "uuid": 204}
{"masked_sentences": [["<mask> is a type of stop working or living.", "<mask> is a type of stop working or work.", "<mask> is a type of stop working or sleeping."]], "sub_label": "working", "obj_label": "rest", "uuid": 205}
{"masked_sentences": [["Wrongdoing or murder would make you want to <mask> someone.", "Wrongdoing or crime would make you want to <mask> someone.", "Wrongdoing or cheating would make you want to <mask> someone."]], "sub_label": "wrongdoing", "obj_label": "punish", "uuid": 206}
